{
  "黄": "Bụng lớn vàng vọt, tượng hình người khuyết tật.",
  "它": "Rắn uốn lượn mềm, chữ xưa vẽ dáng rắn.",
  "直": "Mắt nhìn thẳng băng, đường ngay không ngoặt.",
  "带": "Thắt lưng quấn quanh, dệt nên nét đẹp.",
  "乐": "Nhạc cụ ngân vang, gỗ đàn rung nhịp.",
  "声": "Chuông đá treo cao, âm thanh vọng xa.",
  "业": "Người mang vũ khí, mở rộng bờ cõi.",
  "发": "Tay dắt voi đi, việc làm thành công.",
  "务": "Lực cùng gậy thúc, nhiệm vụ hoàn thành.",
  "层": "Hộ gia đình xếp, tầng lớp nối nhau.",
  "应": "Tim đáp lời kêu, ứng tiếng gọi mời.",
  "换": "Tay đổi chỗ này, thay phiên mới mẻ.",
  "为": "Tượng voi phục tùng, bàn tay điều khiển.",
  "礼": "Thần linh thờ kính, lễ nghi trang nghiêm.",
  "笔": "Tre nâng ngòi viết, bút chì họa tài.",
  "节": "Đốt tre kết nối, thời gian phân chia.",
  "讨": "Lời nói đôi tay, quản lý yêu cầu.",
  "论": "Nói ra suy tư, luận bàn sâu rộng.",
  "轻": "Xe chạy nhẹ nhàng, âm thanh êm ái.",
  "题": "Trán viết tiêu đề, đầu bài rõ ràng.",
  "顾": "Trang trải lo toan, chăm sóc chu đáo.",
  "鱼": "Cá bơi nước trong, hình tượng sinh động.",
  "鸟": "Chim bay trời cao, cánh dang tự do.",
  "使": "Sứ giả truyền tin, lịch sử lưu danh.",
  "阳": "Mặt trời sáng rực, dương khí mạnh mẽ.",
  "阴": "Mặt trăng dịu dàng, âm u lặng lẽ.",
  "广": "Mái nhà rộng lớn, che phủ muôn nơi.",
  "像": "Người giống tượng hình, bóng dáng tương đồng.",
  "变": "Gió cuốn mây trôi, biến đổi không ngừng.",
  "完": "Mái nhà dựng xong, hoàn tất công trình.",
  "往": "Bước chân đi xa, hướng tới tương lai.",
  "感": "Tim rung cảm xúc, chạm đến tâm hồn.",
  "接": "Tay nắm kết nối, tiếp nhận tình thân.",
  "数": "Phất tay đếm số, tính toán chi li.",
  "流": "Dòng nước chảy xuôi, lưu chuyển không ngừng.",
  "眼": "Mắt nhìn sắc bén, tầm nhìn tinh tường.",
  "确": "Đá cứng vững chắc, xác thực không sai.",
  "结": "Tơ se sợi buộc, kết lại thành duyên.",
  "英": "Cỏ mọc giữa đồng, anh hùng xuất chúng.",
  "该": "Lời nói đúng lý, nên thế phải đây.",
  "断": "Rìu chặt chỉ đứt, quyết đoán phân minh.",
  "强": "Cung kéo căng dây, sức mạnh phi thường.",
  "形": "Ba nét vẽ hình, dáng vẻ hiện ra.",
  "据": "Tay giữ chỗ ngồi, dựa vào chắc chắn.",
  "指": "Tay chỉ phương hướng, dẫn lối cho người.",
  "消": "Nước cuốn trôi đi, tan biến mất rồi.",
  "济": "Nước chảy đều đặn, giúp đỡ lẫn nhau.",
  "程": "Lúa chín đầy đồng, trình tự tiến lên.",
  "义": "Cừu hiền đức tốt, nghĩa khí sáng ngời.",
  "希": "Vải thưa khó thấy, hy vọng mong manh.",
  "何": "Người vác rìu đi, hỏi thăm nguyên do.",
  "连": "Xe ngựa kéo dài, liên kết không rời.",
  "血": "Máu đỏ trong bát, huyết mạch sống còn.",
  "族": "Lá cờ dẫn đầu, bộ tộc đoàn kết.",
  "各": "Chân bước tới gần, cửa ngõ chào đón.",
  "区": "Vật chứa trong hộp, khu vực phân vùng.",
  "丰": "Cây lá sum suê, phong phú đầy đủ.",
  "尽": "Tay rửa bát xong, tận lực hoàn thành.",
  "敢": "Tay săn lợn rừng, gan dạ không sợ.",
  "建": "Tay dựng cột nhà, kiến tạo vững bền.",
  "失": "Người ẩn cây cỏ, thất lạc tìm hoài.",
  "屋": "Mái nhà trên phòng, ấm áp che chở.",
  "某": "Quả ngọt trên cây, mưu cầu hạnh phúc.",
  "困": "Cửa gỗ bao quanh, khốn khó tìm lối.",
  "制": "Dao chặt cây khô, chế ngự kiểm soát.",
  "烦": "Lửa cháy trên đầu, phiền não triền miên.",
  "麻": "Lá gai dưới đá, ma sát rối ren.",
  "设": "Lời nói tay làm, thiết lập kế hoạch.",
  "甜": "Lưỡi nếm vị ngon, ngọt ngào thỏa mãn.",
  "派": "Nước chảy phân nhánh, phái biệt khác nhau.",
  "世": "Ba lá trên cành, thế hệ nối tiếp.",
  "乱": "Tay gỡ chỉ rối, loạn lạc không yên.",
  "争": "Tay nắm cày chung, tranh giành phần hơn.",
  "互": "Hai hình xen kẽ, hỗ trợ lẫn nhau.",
  "农": "Dụng cụ cày đồng, nông nghiệp phát triển.",
  "幸": "May mắn bình an, hạnh phúc tràn đầy.",
  "此": "Người dừng tại đây, chỉ điểm vị trí.",
  "社": "Thần đất phù hộ, xã tắc vững bền.",
  "否": "Miệng nói không đồng, phủ định ý kiến.",
  "舞": "Người nhảy múa vui, vũ đạo tung bay.",
  "台": "Miệng hô to nhỏ, đài các uy nghiêm.",
  "仍": "Người đứng bền lâu, vẫn thế không thay.",
  "价": "Người giới thiệu giá, giá trị tăng thêm.",
  "似": "Người so sánh hình, giống nhau như đúc.",
  "仅": "Người kiềm chế lòng, chỉ có chút ít.",
  "任": "Người gánh trọng trách, nhiệm vụ hoàn thành.",
  "代": "Người thay thế vai, thế hệ kế thừa.",
  "伟": "Người vĩ đại tài, kỳ vọng vượt xa.",
  "况": "Băng lạnh giá buốt, tình trạng khó khăn.",
  "创": "Dao cắt gây thương, sáng tạo khai sinh.",
  "判": "Dao chia đôi phần, phán xét công bằng.",
  "剧": "Dao cắt cảnh phim, kịch tính gay cấn.",
  "势": "Lực mạnh ép xuống, thế lực uy quyền.",
  "危": "Người ngồi cao kia, hiểm nguy cận kề.",
  "历": "Lịch trình sắp đặt, thời gian trôi qua.",
  "命": "Miệng ra lệnh truyền, mệnh lệnh thiêng liêng.",
  "咖": "Miệng gọi cà phê, đậm đà hương vị.",
  "啤": "Miệng nói bia ngon, mát lạnh thưởng thức.",
  "哈": "Miệng cười ha ha, hớn hở vui mừng.",
  "吵": "Miệng nói ít nhiều, cãi vã ồn ào.",
  "啡": "Cà phê đắng, miệng nói không (口非)",
  "团": "Tròn trĩnh như cái khung 囗, âm thanh từ 專",
  "围": "Bao quanh là 囗, bên trong có 韦",
  "增": "Đất thêm cao, 土 với 曾",
  "境": "Cảnh giới đất trời, 土 cùng 竟",
  "坚": "Kiên cố đất đá, 土 đứng 臤",
  "奇": "Lạ lùng to lớn, 大 hợp 可",
  "姑": "Gái xưa nay, 女 với 古",
  "媒": "Nàng mối lái, 女 cùng 某",
  "察": "Nhìn kỹ mái nhà, 宀 ngắm 祭",
  "营": "Doanh trại cung điện, 宮 sáng 荧",
  "币": "Tiền vải quý giá, 巾 với 敝",
  "底": "Đáy rộng mênh mông, 广 nằm 氐",
  "修": "Sửa sang đẹp đẽ, 彡 với 攸",
  "彩": "Màu sắc rực rỡ, 彡 hợp 采",
  "待": "Chờ đợi bước đi, 彳 cùng 寺",
  "念": "Nhớ nhung trong lòng, 心 nghĩ 今",
  "恐": "Sợ hãi trong tim, 心 run 巩",
  "怪": "Kỳ quái tâm tư, 忄 gặp 圣",
  "性": "Tính tình thầm kín, 忄 với 生",
  "戏": "Chơi đùa kiếm giáo, 戈 hợp 䖒",
  "挂": "Treo móc tay phải, 扌 cùng 圭",
  "握": "Nắm chặt tay không, 扌 giữ 屋",
  "把": "Cầm nắm chắc chắn, 扌 với 巴",
  "技": "Kỹ năng tay nghề, 扌 đứng 支",
  "批": "Phê bình so sánh, 扌 cùng 比",
  "抓": "Bắt lấy quả dưa, 扌 hái 瓜",
  "效": "Hiệu quả văn chương, 攵 viết 交",
  "救": "Cứu giúp cầu mong, 攵 với 求",
  "整": "Ngay ngắn chỉnh tề, 敕 đứng 正",
  "景": "Phong cảnh mặt trời, 日 hợp 京",
  "暖": "Ấm áp nắng mai, 日 ôm 爰",
  "显": "Rõ ràng ánh sáng, 日 với 𢇁",
  "桥": "Cầu gỗ bắc ngang, 木 với 乔",
  "架": "Giá gỗ vững vàng, 木 cộng 加",
  "村": "Làng quê yên bình, 木 với 寸",
  "材": "Vật liệu gỗ quý, 木 đứng 才",
  "概": "Khái quát cây cối, 木 cùng 既",
  "标": "Biểu trưng gỗ đẹp, 木 với 票",
  "注": "Chảy vào dòng chính, 氵với 主",
  "汁": "Nước trong mười phần, 氵cùng 十",
  "沙": "Cát trắng ít ỏi, 氵hợp 少",
  "汤": "Canh nóng sóng sôi, 氵với 昜",
  "泳": "Bơi lội mãi mãi, 氵hợp 永",
  "浪": "Sóng nước hiền hòa, 氵cùng 良",
  "烟": "Khói bay lượn quanh, 火 với 因",
  "烈": "Mãnh liệt lửa cháy, 灬đứng 列",
  "牌": "Bảng hiệu gỗ mỏng, 片 với 卑",
  "状": "Hình dáng chó con, 犬 gặp 丬",
  "猪": "Heo con đáng yêu, 犭với 者",
  "金": "Kim loại quý giá, 王 với 吕",
  "痛": "Đau đớn bệnh tật, 疒cùng 甬",
  "础": "Đá tảng vững chãi, 石 với 出",
  "破": "Phá vỡ đá cứng, 石 gặp 皮",
  "种": "Gieo trồng mùa màng, 禾 với 中",
  "积": "Tích lũy hạt giống, 禾 cùng 只",
  "箱": "Hộp tre đựng đồ, ⺮với 相",
  "简": "Giản dị tre trúc, ⺮gặp 間",
  "糖": "Kẹo ngọt thơm ngon, 米 với 唐",
  "终": "Kết thúc tơ lụa, 糹cùng 冬",
  "约": "Hẹn hò tơ duyên, 纟với 勺",
  "纪": "Kỷ niệm tơ tằm, 纟cùng 己",
  "线": "Sợi chỉ mỏng manh, 纟với 戋",
  "续": "Liên tục dây nối, 纟cùng 𧸇",
  "缺": "Thiếu sót bình gốm, 缶 gặp 夬",
  "群": "Đàn cừu đông đúc, 羊 với 君",
  "职": "Chức vụ tai nghe, 耳 hợp 只",
  "紧": "Siết chặt dây tơ, 糸 cùng 臤",
  "艺": "Nghệ thuật cỏ cây, 艹với 乙",
  "苹": "Táo ngọt trái cây, 艹cùng 平",
  "范": "Mẫu mực cỏ xanh, 艹gặp 氾",
  "落": "Rơi xuống cỏ cây, 艹với 洛",
  "补": "May vá áo quần, 衤cùng 卜",
  "裙": "Váy dài thướt tha, 衤gặp 君",
  "裤": "Quần dài ấm áp, 衤cùng 庫",
  "衫": "Áo dài mỏng manh, 衤với 彡",
  "被": "Chăn mềm ấm êm, 衤cùng 皮",
  "衬": "Lót áo thân thương, 衤gặp 親",
  "调": "Điều chỉnh lời nói, 言 với 周",
  "警": "Cảnh giác lời hay, 言 hợp 敬",
  "训": "Huấn luyện lời khuyên, 讠với 川",
  "评": "Bình luận công bằng, 讠cùng 平",
  "访": "Thăm hỏi phương xa, 讠gặp 方",
  "谈": "Đàm thoại lửa cháy, 讠với 炎",
  "赛": "Cuộc thi tài năng, 貝 với 塞",
  "责": "Trách nhiệm nặng nề, 貝 cùng 朿",
  "费": "Chi phí tiền bạc, 贝 với 弗",
  "赶": "Đuổi kịp bước chân, 走 cùng 干",
  "跳": "Nhảy múa chân cao, 足 với 兆",
  "输": "Vận chuyển xe nhanh, 车 gặp 俞",
  "速": "Nhanh chóng bước đi, 辶cùng 束",
  "迷": "Mê hoặc gạo thơm, 辶với 米",
  "追": "Đuổi theo dấu vết, 辶cùng 𠂤",
  "邮": "Bưu điện đường xa, ⻏với 由",
  "配": "Phối hợp rượu ngon, 酉 cùng 妃",
  "除": "Dọn dẹp sạch sẽ, 阝cùng 余",
  "险": "Nguy hiểm núi cao, 阝gặp 佥",
  "防": "Phòng ngừa kiên cố, 阝với 方",
  "预": "Dự đoán trước sau, 页 cùng 予",
  "顿": "Dừng lại nghỉ ngơi, 页 với 屯",
  "验": "马 đứng cạnh, 佥 bên hông, ghép thành chữ 验.",
  "束": "Túi buộc hai đầu, 束 gọn vào tay người.",
  "曾": "Nồi nấu ăn xưa, 曾 nay thành thơ.",
  "龙": "Rồng cuộn tròn thân, 龙 bay giữa tầng mây.",
  "支": "Tre chìa bàn tay, 支 nâng đỡ ngày ngày.",
  "及": "Tay vươn nắm lấy, 及 đến người gần xa.",
  "采": "Hái quả trên cây, 采 đầy tay niềm vui.",
  "父": "Tay cầm chắc gậy, 父 hiền nghiêm dạy con.",
  "冒": "Mũ che con mắt, 冒 hiểm vượt ngàn trùng.",
  "石": "Chuông đá ngân vang, 石 cứng bền thiên thu.",
  "立": "Người đứng đất bằng, 立 thẳng tựa non sông.",
  "需": "Dưới mưa người đợi, 需 chờ chút thời gian.",
  "化": "Người đứng ngược xuôi, 化 đổi thay cuộc đời.",
  "升": "Thìa chứa đồ đầy, 升 lên cao trời mây.",
  "每": "Phụ nữ cài trâm, 每 dáng hình dịu dàng.",
  "母": "Phụ nữ quỳ nuôi con, 母 hiền như suối nguồn.",
  "充": "Trâm cài trưởng thành, 充 đủ sức mạnh thêm.",
  "至": "Mũi tên bắn đích, 至 nơi không lùi bước.",
  "民": "Mắt bị đâm mù, 民 đau thương tù đày.",
  "另": "Xương vẽ thành hình, 另 khác thường tự thân.",
  "齐": "Ba bông lúa xanh, 齐 đồng đều đẹp lành.",
  "胜": "Chiến thắng vang danh, 胜 vượt qua muôn phần.",
  "并": "Hai người đứng kề, 并 vai cùng tiến về.",
  "伤": "Tay chạm vết đau, 伤 lòng trong u sầu.",
  "将": "Tay cầm thịt tươi, 将 dẫn dắt đường đi.",
  "属": "Đuôi dài âm vang, 属 gọi mời đoàn mang.",
  "决": "Nước chảy nhanh mạnh, 决 định chẳng ngại ngần.",
  "产": "Sinh sản hóa thành, 产 ra đời một mình.",
  "继": "Sợi tơ nối liền, 继 tiếp theo chẳng ngừng.",
  "术": "Con đường thẳng băng, 术 đưa lối an lành.",
  "规": "Vẽ tròn quan sát, 规 chuẩn mực chẳng sai.",
  "负": "Lưng vác vỏ sò, 负 gánh nặng sớm chiều.",
  "乡": "Hai người đối diện, 乡 quê hương nhớ nhiều.",
  "录": "Ghi chép vàng son, 录 lưu truyền ngàn năm.",
  "杂": "Áo quần tập hợp, 杂 đa dạng sắc màu.",
  "类": "Chó gọi bạn bè, 类 giống nhau chẳng phai.",
  "卫": "Bảo vệ vững bền, 卫 canh gác đêm ngày.",
  "品": "Ba miệng khen ngon, 品 chất lượng hơn mong.",
  "易": "Bát úp rót ra, 易 dễ dàng đổi thay.",
  "传": "Người nói chuyên cần, 传 lan tỏa khắp miền.",
  "华": "Cây hoa chuyển mình, 华 văn vẻ đẹp tình.",
  "基": "Đất nền vững chắc, 基 xây dựng lâu dài.",
  "存": "Con trẻ tài năng, 存 giữ gìn tương lai.",
  "式": "Công việc chính xác, 式 mẫu mực chẳng sai.",
  "布": "Khăn lớn trải dài, 布 phủ rộng khắp nơi.",
  "张": "Cung tên kéo căng, 张 mở ra hướng đường.",
  "极": "Cây gỗ tới lui, 极 đỉnh cao khó vươn.",
  "格": "Cây gỗ mỗi nhành, 格 khuôn phép rõ ràng.",
  "根": "Cây gỗ gốc bền, 根 vững chắc ngàn năm.",
  "亲": "Cây gỗ cay đắng, 亲 tình thân ngọt ngào.",
  "深": "Nước sâu thăm thẳm, 深 lắng đọng tâm hồn.",
  "神": "Tia chớp thiêng liêng, 神 hiển linh mọi miền.",
  "管": "Tre làm nhạc cụ, 管 điều khiển tiếng đàn.",
  "联": "Tai nghe kết nối, 联 gắn bó mọi nhà.",
  "议": "Lời nói nghĩa tình, 议 thảo luận công minh.",
  "资": "Vỏ sò quý giá, 资 tài sản giàu sang.",
  "转": "Xe chuyển bánh nhanh, 转 xoay vòng chẳng ngừng.",
  "造": "Đi tới sáng tạo, 造 hình thành mới mẻ.",
  "领": "Trang sách đầu tiên, 领 dẫn dắt đường đi.",
  "潮": "Nước triều dâng cao, 潮 sóng vỗ nhịp nhàng.",
  "统": "Tơ se chặt mối, 统 thống nhất vững bền.",
  "丈": "Mười thước dài tay, 丈 đo đạc rộng dày.",
  "童": "Đục xuyên mắt buồn, 童 trẻ nhỏ đáng thương.",
  "阵": "Xe chiến hàng dài, 阵 trận thế vững bền.",
  "厚": "Rượu ủ hang sâu, 厚 đậm đà hương lâu.",
  "料": "Muôi múc gạo đầy, 料 dự đoán trước đây.",
  "尚": "Phòng lớn cao sang, 尚 kính trọng ngàn phương.",
  "申": "Tia chớp sáng loà, 申 báo tin xa gần.",
  "咸": "Vũ khí giết chóc, 咸 thảm sát đau thương.",
  "闪": "Cửa hé nhìn ra, 闪 thoáng qua mắt người.",
  "企": "Người đứng chân dừng, 企 khát vọng thành công.",
  "寒": "Lạnh lẽo cỏ ôm, 寒 rét buốt cả mùa đông.",
  "肥": "Thịt dư trên người, 肥 béo tốt khỏe khoắn.",
  "巴": "Tay nắm chặt tay, 巴 trông đợi mỏi mòn.",
  "刷": "Giẻ lau sạch sẽ, 刷 chà rửa trắng tinh.",
  "既": "No bụng quay lưng, 既 đã rồi chẳng cần.",
  "竟": "Xăm đầu phạt tội, 竟 cuối cùng rõ ràng.",
  "亚": "Quan tài đặt nghiêng, 亚 cấu trúc cổ xưa.",
  "列": "Dao cắt xương rời, 列 sắp xếp từng hồi.",
  "则": "Dao khắc chữ đồng, 则 quy tắc nghiêm minh.",
  "泪": "Nước mắt tuôn rơi, 泪 buồn đau cuộc đời.",
  "益": "Bát đầy thức ăn, 益 lợi ích muôn phần.",
  "尾": "Lông đuôi nhô ra, 尾 cuối cùng chẳng xa.",
  "甚": "Thìa ngọt đưa môi, 甚 quá mức tuyệt vời.",
  "雷": "Mưa đổ sấm vang, 雷 trời đất rung rinh.",
  "牙": "Răng trên dưới chạm, 牙 cắn chặt miếng ngon.",
  "降": "Chân xuống núi cao, 降 hạ thấp bước vào.",
  "登": "Chân bước lên bệ, 登 leo cao vươn xa.",
  "帅": "Tay kéo vật dài, 帅 dẫn dắt quân bài.",
  "戴": "Tay đội lên đầu, 戴 mang gánh nhiệm vụ.",
  "替": "Hai người cao thấp, 替 thay thế lẫn nhau.",
  "汇": "Nước tụ lại đây, 汇 hội tụ mọi miền.",
  "乎": "Gió thổi cành lay, 乎 hỏi đáp vang lời.",
  "聚": "Nhóm người tụ họp, 聚 họp mặt sum vầy.",
  "俩": "Hai người đồng hành, 俩 cặp đôi thân tình.",
  "供": "Người dâng lễ thành, 供 cúng tế tấm lòng.",
  "倍": "Người tăng gấp đôi, 倍 nhân lên chẳng ngơi.",
  "伙": "Lửa cháy nhiệt tình, 伙 đồng bọn gắn gìn.",
  "依": "Người mặc áo dài, 依 nương tựa tháng ngày.",
  "促": "Người chạy vội vã, 促 thúc giục chóng qua.",
  "冲": "Nước chảy mạnh xuyên, 冫 lạnh 中 ngân vang.",
  "减": "Nước làm tan đi, 冫 nhẹ 咸 âm thành.",
  "刺": "Dao cắt sắc bén, 刂 nhọn 朿 âm truyền.",
  "劲": "Sức mạnh hùng lực, 力 đầy 𢀖 âm thiêng.",
  "呼": "Miệng kêu gọi mời, 口 hô 乎 âm rơi.",
  "含": "Miệng ngậm từ bi, 口 lặng 今 âm thì.",
  "召": "Gọi mời miệng nhắn, 口 gọi 刀 âm chen.",
  "叶": "Lá cây mơn mởn, 口 tươi 十 âm liền.",
  "吸": "Hút vào miệng nhanh, 口 sâu 及 âm vang.",
  "呀": "Miệng kêu ngạc nhiên, 口 à 牙 âm nghiêng.",
  "售": "Bán buôn đều đặn, 口 lời 雔 âm loan.",
  "圈": "Vòng tròn khép kín, 囗 tròn 卷 âm tin.",
  "圆": "Tròn trĩnh phúc hậu, 囗 đầy 员 âm sâu.",
  "型": "Mẫu đất cứng cáp, 土 bền 刑 âm đáp.",
  "均": "Đất bằng phẳng đều, 土 đồng 勻 âm yêu.",
  "圾": "Rác đất lẫn lộn, 土 tạp 及 âm hỗn.",
  "培": "Đắp đất vững bền, 土 cao 咅 âm thiền.",
  "塑": "Nắn đất tạo hình, 土 công 朔 âm linh.",
  "址": "Địa chỉ đất nền, 土 địa 止 âm yên.",
  "填": "Đắp đất lấp đầy, 土 lên 真 âm hay.",
  "垃": "Rác đất lộn xộn, 土 bẩn 立 âm dồn.",
  "堵": "Chặn đất kiên cố, 土 chắn 者 âm nhờ.",
  "姨": "Người nữ hiền lành, 女 thân 夷 âm thinh.",
  "婆": "Phụ nữ lớn tuổi, 女 già 波 âm suối.",
  "宽": "Mái nhà rộng rãi, 宀 che 苋 âm tới.",
  "局": "Nhà nhỏ phân chia, 尸 phòng 句 âm nhoà.",
  "席": "Chiếu trải ngồi chơi, 巾 mềm 庶 âm cười.",
  "序": "Tường bên thứ tự, 广 ngăn 予 âm đủ.",
  "府": "Nhà lớn quan phủ, 广 uy 付 âm vừa.",
  "腐": "Thịt thối mục nát, 肉 tan 府 âm thất.",
  "延": "Kéo dài đường xa, 廴 dẫn 正 âm ta.",
  "彻": "Đi khắp thông suốt, 彳 hành 切 âm thuật.",
  "征": "Đi xa chinh phục, 彳 bước 正 âm phục.",
  "恶": "Ác tâm từ trong, 心 độc 亚 âm không.",
  "惊": "Giật mình lo sợ, 忄 kinh 京 âm mơ.",
  "怀": "Nhớ mong trong lòng, 忄 thương 褱 âm trong.",
  "战": "Đánh trận gươm giáo, 戈 chiến 占 âm tiêu.",
  "居": "Nhà ở yên ổn, 户 an 古 âm tròn.",
  "挑": "Gánh chọn nhẹ nhàng, 扌 nâng 兆 âm vàng.",
  "挥": "Vung tay mạnh mẽ, 扌 động 军 âm vẽ.",
  "授": "Trao dạy ân cần, 扌 trao 受 âm gần.",
  "招": "Gọi mời tay vẫy, 扌 mời 召 âm đầy.",
  "操": "Cầm nắm vững vàng, 扌 giữ 喿 âm sang.",
  "擦": "Xoa sạch vết bẩn, 扌 lau 察 âm ngắn.",
  "抄": "Chép viết nhanh chóng, 扌 chép 少 âm động.",
  "扩": "Mở rộng tay ra, 扌 mở 广 âm vừa.",
  "担": "Gánh vác trên vai, 扌 gánh 旦 âm dài.",
  "措": "Đặt để cẩn thận, 扌 đặt 昔 âm thuận.",
  "投": "Ném quăng mạnh mẽ, 扌 ném 殳 âm chế.",
  "抽": "Kéo rút ra ngoài, 扌 kéo 由 âm tài.",
  "摆": "Đưa đẩy nhẹ nhàng, 扌 đưa 罢 âm toàn.",
  "描": "Vẽ nét tỉ mỉ, 扌 vẽ 苗 âm ý.",
  "摸": "Sờ chạm tay vào, 扌 sờ 莫 âm thấu.",
  "扬": "Bay lên cao vời, 扌 bay 𠃓 âm trời.",
  "择": "Chọn lựa kỹ càng, 扌 chọn 𠬤 âm nhanh.",
  "括": "Bọc trọn bao quanh, 扌 bọc 𠯑 âm lành.",
  "敌": "Kẻ thù đối đầu, 攵 địch 啻 âm sâu.",
  "致": "Dẫn đến tận cùng, 攵 đạt 至 âm trùng.",
  "败": "Thua cuộc bại hoang, 攵 phá 贝 âm toàn.",
  "质": "Chất lượng tốt đẹp, 贝 quý 斦 âm thật.",
  "映": "Phản chiếu ánh sáng, 日 soi 央 âm trưởng.",
  "暑": "Nóng bức mùa hè, 日 nóng 者 âm kia.",
  "暗": "Tối tăm không sáng, 日 tối 音 âm vang.",
  "晒": "Phơi nắng khô ráo, 日 phơi 麗 âm cao.",
  "构": "Xây dựng kết cấu, 木 dựng 勾 âm cầu.",
  "案": "Bàn gỗ vững chắc, 木 bàn 安 âm thiệt.",
  "梯": "Cầu thang từng bậc, 木 thang 弟 âm sắp.",
  "棵": "Cây đứng một thân, 木 cây 果 âm chân.",
  "植": "Trồng cây xanh tươi, 木 trồng 直 âm lời.",
  "模": "Mẫu mực chuẩn mực, 木 mẫu 莫 âm thực.",
  "权": "Quyền lực cân đo, 木 quyền 雚 âm cho.",
  "殊": "Khác biệt đặc biệt, 歹 lạ 朱 âm thiết.",
  "毫": "Lông tơ mảnh mai, 毛 lông 高 âm dài.",
  "沉": "Chìm sâu dưới nước, 氵chìm 冘 âm đủ.",
  "浓": "Đậm đặc màu sắc, 氵đậm 农 âm sắc.",
  "测": "Đo lường chính xác, 氵đo 则 âm chắc.",
  "源": "Nguồn nước khởi đầu, 氵nguồn 原 âm lâu.",
  "浅": "Nông cạn dễ thấy, 氵nông 戋 âm bày.",
  "激": "Kích động mạnh mẽ, 氵kích 敫 âm thế.",
  "渐": "Dần dần tiến tới, 氵dần 斩 âm tới.",
  "湿": "Ẩm ướt thấm nhuần, 氵ẩm 显 âm tầng.",
  "淡": "Nhạt nhòa không đậm, 氵nhạt 炎 âm cảm.",
  "烧": "Đốt cháy mạnh lửa, 火 cháy 尧 âm thử.",
  "炼": "Luyện kim tinh luyện, 火 luyện 柬 âm hiện.",
  "燃": "Cháy sáng rực rỡ, 火 sáng 然 âm đó.",
  "奖": "Thưởng khích lệ, 犬 trọng 將 âm kể.",
  "独": "Một mình cô độc, 犭độc 蜀 âm thuộc.",
  "疗": "Chữa trị bệnh tật, 疒 chữa 了 âm tức.",
  "盘": "Đĩa đựng thức ăn, 皿 đĩa 般 âm toàn.",
  "盐": "Muối mặn đậm đà, 鹵 mặn 監 âm ta.",
  "矮": "Thấp bé không cao, 矢 thấp 委 âm nào.",
  "智": "Trí tuệ sáng suốt, 甘 hiểu 知 âm thực.",
  "研": "Nghiên cứu tìm tòi, 石 nghiên 幵 âm rồi.",
  "矿": "Khoáng sản quý giá, 石 khoáng 广 âm cả.",
  "码": "Mã số ký hiệu, 石 mã 马 âm hiệu.",
  "秘": "Bí mật sâu kín, 礻bí 必 âm tín.",
  "稳": "Ổn định vững vàng, 禾 ổn 㥯 âm thường.",
  "究": "Nghiên cứu tìm hiểu, 穴 sâu 九 âm điều.",
  "窗": "Cửa sổ nhìn ra, 穴 cửa 囱 âm là.",
  "穷": "Nghèo khó không tiền, 穴 nghèo 躬 âm tiên.",
  "符": "Phức hợp trúc-付, âm phù. Trúc lá xanh tươi, 付 âm theo gió.",
  "粮": "Hạt gạo thơm ngon, 良 lành trong tâm. Gạo trắng thơm nồng, lành tính an tâm.",
  "纷": "Tơ rối phân bay, 分 chia ngàn lối. Chỉ tơ tan tác, phân tán muôn nơi.",
  "络": "Chỉ tơ kết nối, 各 thành mạng lưới. Tơ xe kết lại, các đường giao nhau.",
  "细": "Sợi tơ mảnh mai, 囟 nhỏ như sợi. Chỉ mềm bé tí, khẽ khàng giữa không.",
  "综": "Chỉ tơ xếp chồng, 宗 tổ hợp thành. Sợi tơ chập vào, tổ hợp một mối.",
  "纯": "Chỉ tơ thuần khiết, 屯 tròn một màu. Chỉ mềm sạch sẽ, tròn trịa sắc màu.",
  "缓": "Chỉ tơ nhẹ nhàng, 爰 êm dịu lòng. Dây tơ thả lơi, yêu thương thong dong.",
  "维": "Chỉ tơ giữ chắc, 隹 chim đậu cành. Chỉ bền nắm chặt, chim đậu yên lành.",
  "置": "Lưới rộng 直 thẳng, đặt để đâu cũng vừa. Lưới căng thẳng góc, sắp xếp gọn gàng.",
  "脱": "Thịt mềm 兑 thoát, da rời bỏ thân. Thịt mềm bong ra, đổi xác mới dần.",
  "胸": "Ngực chứa 匈 mạnh, trái tim rộn ràng. Ngực căng sức sống, hùng dũng trong tim.",
  "肚": "Bụng chứa 土 đất, dạ dày rộng thênh. Bụng to ôm cả, đất trời mênh mang.",
  "腰": "Eo lưng uốn 要, dáng người thướt tha. Eo mềm đong đưa, yếu mềm tựa hoa.",
  "航": "Thuyền 舟 vượt sóng, 亢 cao vút trời. Thuyền căng buồm vượt, cao rộng biển khơi.",
  "薄": "Cỏ 艹 mỏng manh, 溥 phủ đầy đồng. Cỏ mềm phủ kín, trải dài vô biên.",
  "盖": "Cỏ 艹 che kín, 盍 hợp bóng râm. Cỏ xanh phủ mát, hợp bóng hiền lành.",
  "著": "Cỏ 艹 đứng vững, 者 người soi mình. Cỏ xanh đứng thẳng, người ngắm tự tình.",
  "袋": "Quần 衣 túi 代, đựng đủ vật cần. Quần áo túi lớn, chứa đựng mọi phần.",
  "袜": "Vớ vải mềm 末, chân êm bước đi. Vớ len ôm nhẹ, cuối chân thảnh thơi.",
  "辩": "Lời nói 辡 tranh, 言 ngôn giải bày. Lời hay tranh luận, ngôn từ tỏ bày.",
  "诗": "Ngôn từ 寺 chùa, lời thơ thiêng liêng. Lời hay ý đẹp, chùa cổ thơ duyên.",
  "诚": "Lời thật 成 thành, 言 ngôn tín trung. Lời hay chân thật, thành tín trong lòng.",
  "译": "Ngôn ngữ 睪 dịch, 言 chuyển ý thông. Dịch lời sang khác, chuyển đạt mạch thông.",
  "谓": "Lời gọi 胃 dạ, 言 ngôn hỏi han. Lời chào thăm hỏi, dạ nhớ tâm can.",
  "赞": "Đồng tiền 兟 khen, 贝 quý giá cao. Tiền vàng tán thưởng, quý báu biết bao.",
  "购": "Tiền 贝 mua 勾 lấy, giao dịch trao tay. Tiền vàng mua bán, kéo về đổi ngày.",
  "贴": "Tiền 贝 dán 占, ghép vào vị trí. Tiền vàng dán sát, chiếm chỗ vừa vui.",
  "赏": "Tiền 贝 thưởng 尚, ban tặng công lao. Tiền vàng thưởng quý, tôn kính biết bao.",
  "趋": "Đi 刍 bước gấp, 走 mau tới nơi. Chạy nhanh hướng tới, từng bước không rời.",
  "趣": "Đi 取 hứng thú, 走 bước vui chơi. Chạy theo sở thích, lấy hứng mỗi hồi.",
  "距": "Chân 足 đo 巨 xa, cách trở ngàn nhà. Chân dài bước rộng, thước đo trời xa.",
  "躺": "Thân nằm 尚 thư, nghỉ ngơi thảnh thơi. Thân người nằm nghỉ, thư thái cả đời.",
  "轮": "Xe 车 lăn 仑, bánh quay đều tay. Xe lăn vòng vèo, từng lượt không lay.",
  "载": "Xe 车 chở 𢦔, tải nặng đường dài. Xe đầy chở nặng, vận chuyển đêm ngày.",
  "辣": "Cay 辛 như 剌, nóng bỏng đầu môi. Cay nồng xé lưỡi, mũi cay lệ rơi.",
  "途": "Đường 余 dẫn lối, 辶 hướng tới tương lai. Đường dài mở lối, dư bước phía ngoài.",
  "迅": "Nhanh 卂 như tên, 辶 chạy vượt ngàn. Nhanh chân phóng vọt, thần tốc trước sau.",
  "迟": "Đường dài 尺 chậm, 辶 bước muộn màng. Chậm chân về đích, thước đo thời gian.",
  "递": "Đưa 弟 truyền tay, 辶 gửi tiếp luôn. Đưa tay trao đến, đệ trình liền tay.",
  "述": "Kể 术 chuyện xưa, 辶 diễn giải đều. Kể tường sự việc, thuật lại điều hay.",
  "逛": "Đi dạo 狂 vui, 辶 bước phố phường. Đi chơi phố chợ, cuồng nhiệt hết đường.",
  "迫": "Ép 白 gấp gáp, 辶 bức thiết ngay. Ép nhanh tiến bước, bức bách không lay.",
  "遇": "Gặp 禺 may mắn, 辶 đường gặp duyên. Gặp nhau hạnh phúc, ngẫu nhiên kết liên.",
  "透": "Soi 秀 rõ ràng, 辶 xuyên suốt luôn. Soi sáng tận cùng, tú xuyên ánh phần.",
  "避": "Tránh 辟 hiểm nguy, 辶 né tránh ngay. Tránh xa tai họa, né khỏi nạn này.",
  "郎": "Chàng ⻏ làng quê, 良 tốt trong làng. Chàng trai thôn dã, lương thiện biết bao.",
  "酸": "Rượu 酉 chua 夋, vị chát khó tiêu. Rượu lên men chua, phồn thể thêm yêu.",
  "锻": "Kim 金 rèn 段 thép, tôi luyện cứng bền. Kim loại rèn kỹ, đoạn thành sắt bền.",
  "镜": "Gương 釒 soi 竟, phản chiếu rõ ràng. Gương kim phản ảnh, rõ nét ánh vàng.",
  "销": "Tiêu 肖 biến mất, 钅 hóa theo thời. Tiêu trừ tan biến, giống nhau mọi nơi.",
  "阅": "Cửa 门 đọc 兌, tri thức mở ra. Cửa văn hóa rộng, khai sáng gần xa.",
  "阻": "Chặn 且 ngăn đường, 阝 cản trở luôn. Chặn đường không lối, trở ngại muôn phần.",
  "阶": "Bậc thang 介 cao, 阝 từng cấp lên. Bậc thang nối tiếp, giới thiệu từng miền.",
  "附": "Gắn 付 vào nhau, 阝 phụ thuộc luôn. Gắn kết bên cạnh, phục vụ từng phần.",
  "阿": "Núi 阝 che 可, dựa dẫm bên nhau. Núi cao che chở, khả ái ngọt ngào.",
  "陆": "Đất 坴 bằng phẳng, 阝 mở rộng luôn. Đất liền rộng lớn, khắp chốn muôn phần.",
  "限": "Giới hạn 艮 dừng, 阝 cản trở luôn. Hạn mức không quá, cẩn thận từng phần.",
  "隔": "Cách 鬲 xa nhau, 阝 ngăn đôi miền. Cách xa muôn dặm, chia cắt đôi bên.",
  "顶": "Đỉnh 丁 cao nhất, 页 đầu vượt trên. Đỉnh đầu vượt khỏi, đinh ninh vững bền.",
  "项": "Hạng 工 mục tiêu, 页 đầu rõ ràng. Hạng mục chính xác, công khai từng hàng.",
  "鲜": "Cá 鱼 tươi 祥, vị ngọt thanh tao. Cá sông tươi sống, tốt lành ngọt ngào.",
  "卷": "Cuộn 卩 tròn đều, 龹 cuốn gọn gàng. Cuộn tròn khít chặt, quyển sách xếp hàng.",
  "施": "Lá 㫃 treo cành, 也 làm rủ xuống. Treo cành lá rũ, diễm lệ thướt tha.",
  "厘": "Đơn vị 里 dài, 𠩺 đo từng phân. Đo lường chính xác, lý lẽ rõ ràng.",
  "骨": "Xương 冎 thịt bọc, 肉 gắn bền lâu. Xương cốt cứng cáp, thịt bọc bên ngoài.",
  "引": "Dây cung kéo căng, 引 dẫn mũi tên. Cung căng sẵn sàng, dẫn đường tên bay.",
  "巨": "Thước vuông khổng lồ, 巨 đo góc vuông. Thước to vững chắc, đo đạc chuẩn hàng.",
  "宁": "Thùng chứa đồ dùng, 宁 yên ổn luôn. Thùng đầy đồ vật, an bình mãi trong.",
  "贝": "Vỏ sò 贝 tiền, cổ đại lưu thông. Vỏ sò quý giá, tiền tệ xưa dùng.",
  "良": "Hành lang dài rộng, 良 dẫn lối đi. Hành lang thênh thang, hướng dẫn lối về.",
  "斗": "Muôi 斗 múc nước, gáo lớn chứa đầy. Muôi to vun vút, đấu lượng không lay.",
  "无": "Nhảy múa vui tươi, 无 cầu mong mưa. Nhảy cao cầu nguyện, vũ đạo nhịp đưa.",
  "疑": "Nghi ngờ mắt nhìn, 疑 hỏi miệng chờ. Nghi hoặc tìm hiểu, hỏi han đợi chờ.",
  "免": "Mũ 冕 đội đầu, miễn lễ long trọng. Mũ cao đội chỉnh, miễn trừ nghi thức.",
  "率": "Dây thừng kéo thẳng, 率 dẫn đường đi. Dây căng chỉ lối, suất lĩnh đường dài.",
  "豆": "Bát 豆 có chân, chứa đựng thức ăn. Bát sâu đựng món, đậu hạt tròn tròn.",
  "承": "Tay nâng đỡ người, 承 tiếp sức nhau. Tay dang nâng đỡ, thừa nhận hỗ trợ.",
  "士": "Đầu rìu sắc bén, 士 chiến binh hùng. Đầu rìu cứng cáp, sĩ khí kiên cường.",
  "尺": "Chiều dài bàn chân, 尺 đo độ xa. Chiều dài chuẩn xác, thước đo xa gần.",
  "伞": "Ô 伞 che mưa, bảo vệ đầu trên. Ô dù chống nắng, chắn gió che mưa.",
  "严": "Nghiêm khắc 喦 đá, 敢 dám quyết tâm. Nghiêm minh đúng đắn, đảm lược trong tâm.",
  "梦": "Giấc mơ 筰 ngủ, 眀 mắt nhắm nghiền. Giấc mơ êm ái, mộng cảnh dịu hiền.",
  "奋": "Chim 奋 cất cánh, 田 đồng rộng bay. Chim bay cao vút, phấn đấu không lay.",
  "妇": "Phụ nữ 女 dọn, 帚 chổi quét nhà. Phụ nhân chăm chỉ, phụ giúp gia đình.",
  "宝": "Bảo vật quý giá, 宀 nhà chứa ngọc. Bảo bối trân quý, ngọc ngà trong nhà.",
  "寻": "Tìm kiếm hai tay, 寻 đo chiều dài. Tìm tòi khám phá, tầm soát xa gần.",
  "弯": "Cong 䜌 uốn lượn, 弓 cung cong đều. Uốn cong mềm mại, hoàn hảo đường cong.",
  "扫": "Quét 帚 sạch sẽ, 扌 tay cầm chổi. Quét dọn sạch sẽ, tay quét gọn gàng.",
  "归": "Trở về 止 bước, 帚 dọn sạch nhà. Trở về sum họp, qui tụ đoàn viên.",
  "获": "Thu hoạch 犭 thú, 蒦 bắt được nhiều. Thu về chiến lợi, hoạch được đầy thuyền.",
  "毕": "Kết thúc 比 hoàn, 完 hoàn tất rồi. Kết thúc viên mãn, tỷ thí đã ngưng.",
  "县": "Huyện 县 treo cao, 系 dây buộc đầu. Huyện thành cao rộng, hiển hách một châu.",
  "临": "Nhìn xuống 臨, 品 phẩm bậc thang. Nhìn từ trên cao, phẩm định rõ ràng.",
  "与": "Cho 与 cùng chia, 牙 giúp đỡ nhau. Cùng nhau chia sẻ, cộng hưởng đồng bào.",
  "遗": "Để lại 贵 quý, 辶 truyền cho mai. Để dành trân quý, truyền mãi không phai.",
  "释": "Giải thích 釆 rõ, 𠬤 phân giải chi. Giải bày tường tận, phân tích không sai.",
  "闭": "Đóng cửa kín then, 闭 khóa an toàn. Cửa đóng then cài, bí mật vững vàng.",
  "幼": "Trẻ 幺 nhỏ yếu, 力 lực non tơ. Trẻ thơ yếu đuối, sức lực chưa vừa.",
  "史": "Lịch sử 史 xưa, 吏 quan chức nhà. Lịch trình ghi lại, sự kiện đã qua.",
  "户": "Cánh cửa đơn côi, nửa bên trái 門.",
  "季": "Lúa ngắn 禾, trẻ nhỏ 子.",
  "翻": "Cánh chim 羽 bay, âm vang 番 tới.",
  "帘": "Rèm vải 巾 che kín hang 穴.",
  "扇": "Quạt lông 羽, hình dáng như cửa 户.",
  "挡": "Tay 扌 giơ cao, chắn đúng lúc 当.",
  "丢": "Vật rời 去, nét ngang thêm vào.",
  "闯": "Ngựa 马 phi nhanh qua cổng 门.",
  "奈": "Người lớn 大 mang tinh thần 示.",
  "幅": "Cuộn vải 巾 xếp gọn gàng.",
  "筑": "Tre ⺮ vững bền 巩 thành nhà.",
  "悉": "Hiểu tường tận 心, phân biệt rõ ràng 釆.",
  "击": "Dấu thảo thư 毄, đánh mạnh tay.",
  "辞": "Lời cay 辛 từ lưỡi 舌, đắng lòng người.",
  "熊": "Khả năng 能 to lớn 大, gấu rừng hùng mạnh.",
  "献": "Chó 犬 trong nồi 鬳, hiến tế thiêng liêng.",
  "鼓": "Dùi trống 支 đánh vang 壴, nhịp reo vui.",
  "尊": "Tay 寸 nâng bình rượu 酋, kính trọng người.",
  "射": "Tay kéo dây cung, tên bay vút xa.",
  "乘": "Người 人 leo lên cây 木, ngồi yên nghỉ.",
  "傻": "Người 亻 đầu trống rỗng 𡕩, trí tuệ không còn.",
  "令": "Miệng 口 ra lệnh, người 卩 cúi mình tuân theo.",
  "频": "Đứng 页 nơi bờ sông, nước nông 涉 lội qua.",
  "毒": "Cây độc 屮 hại người, hiểm ác vô cùng.",
  "丑": "Móng vuốt sắc nhọn, xấu xí chẳng lành.",
  "呆": "Miệng 口 câm lặng như gỗ 木, ngu ngốc không lời.",
  "戒": "Hai tay 廾 cầm vũ khí 戈, phòng ngừa nguy nan.",
  "乏": "Gạch ngang trên chân 之, thẳng 正 không sai.",
  "匹": "Vải gấp gọn gàng, mảnh nhỏ xếp đều.",
  "肩": "Vai tượng hình xưa, thịt ⺼ thêm vào.",
  "享": "Đền thờ xưa kia, lễ vật thực phẩm dâng cao.",
  "逃": "Hai người chạy 兆, lũ lụt tràn qua.",
  "漏": "Mưa 雨 rơi mái 屚, nước rò rỉ ra.",
  "岸": "Núi 山 vách đá 厂, bờ cao 干 đứng sừng sững.",
  "偷": "Người 亻 âm 俞, kẻ trộm khéo léo.",
  "俱": "Người 亻 với 具, tất cả đồng hành.",
  "估": "Người 亻 cổ 古, tính toán giá thành.",
  "仔": "Người 亻 con 子, chăm lo từng chi tiết.",
  "傅": "Người 亻 phổ 尃, dạy dỗ truyền nghề.",
  "偿": "Người 亻 thưởng 尝, đền bù công lao.",
  "仿": "Người 亻 phương 方, bắt chước giống nhau.",
  "偶": "Người 亻 vực 禺, đôi bạn đồng hành.",
  "冻": "Băng 冫 đông 东, lạnh lẽo phủ kín.",
  "剪": "Dao 刀 cắt trước 前, giấy vải chia đều.",
  "剩": "Dao 刂 cắt đi, phần còn lại 乘.",
  "励": "Sức 力 mạnh mẽ, rèn luyện 厉 tâm can.",
  "勤": "Sức 力 siêng năng, kiên trì 堇 bền bỉ.",
  "军": "Xe 車 quân 勻, chiến trận oai hùng.",
  "厉": "Vách 厂 che chắn, vạn 万 điều nguy.",
  "吓": "Miệng 口 hô 下, dọa nạt kẻ hèn.",
  "咳": "Miệng 口 ho 亥, bệnh tật khó yên.",
  "吐": "Miệng 口 thổ 土, nôn ra không giữ.",
  "吨": "Miệng 口 nặng 屯, khối lượng khổng lồ.",
  "骂": "Miệng 吅 quát tháo, ngựa 马 giận dữ.",
  "域": "Đất 土 hoặc 或, ranh giới rõ ràng.",
  "坦": "Đất 土 bằng phẳng 旦, đường rộng thênh thang.",
  "壁": "Đất 土 vách đá 辟, tường thành vững vàng.",
  "堆": "Đất 土 chất đống 隹, cao dần từng lớp.",
  "宾": "Mái 宀 khách 兵, tiếp đãi chu đáo.",
  "幽": "Núi 山 u tối 𢆶, tĩnh lặng sâu thẳm.",
  "幕": "Vải 巾 phủ kín 莫, màn buông nhẹ nhàng.",
  "厨": "Nhà 广 nấu nướng 尌, bếp lửa hồng tươi.",
  "弹": "Cung 弓 bắn 单, viên đạn bay xa.",
  "彼": "Bước 彳 xa vời 皮, phương trời lạ lẫm.",
  "惠": "Tâm 心 nhân đức 叀, ơn huệ bao la.",
  "怨": "Tâm 心 oán hờn 夗, đau thương chất chứa.",
  "悲": "Tâm 心 phiền não 非, nỗi buồn không nguôi.",
  "恋": "Tâm 心 quyến luyến 䜌, tình yêu khắc khoải.",
  "忆": "Tâm 忄 nhớ mong 乙, kỷ niệm xa xưa.",
  "怜": "Tâm 忄 thương xót 令, cảm thông nỗi đau.",
  "悔": "Tâm 忄 hối hận 每, tiếc nuối muộn màng.",
  "恢": "Tâm 忄 trở lại 灰, phục hồi sức mạnh.",
  "悄": "Tâm 忄 lặng lẽ 肖, im ắng không lời.",
  "恨": "Tâm 忄 căm hận 艮, thù sâu không tan.",
  "慌": "Tâm 忄 hoảng hốt 荒, rối bời không yên.",
  "掌": "Tay 手 nắm chắc 尚, kiểm soát mọi điều.",
  "摩": "Tay 手 chạm nhẹ 麻, vuốt ve dịu dàng.",
  "拔": "Tay 扌 kéo mạnh 犮, nhổ bật gốc rễ.",
  "托": "Tay 扌 đỡ nâng 乇, gánh vác mọi bề.",
  "抢": "Tay 扌 tranh giành 仓, chiếm đoạt nhanh tay.",
  "扮": "Tay 扌 phân vai 分, hóa trang biến đổi.",
  "搜": "Tay 扌 tìm kiếm 叟, lục soát khắp nơi.",
  "抬": "Tay 扌 nâng cao 台, đưa lên vị trí.",
  "拾": "Tay 扌 gom góp 合, nhặt lấy không sót.",
  "损": "Tay 扌 tổn hại 员, mất mát không hay.",
  "摘": "Tay 扌 hái xuống 啇, thu hoạch mùa sang.",
  "扶": "Tay 扌 nâng đỡ 夫, giúp người yếu đuối.",
  "拒": "Tay 扌 từ chối 巨, đẩy lùi không nhận.",
  "拼": "Tay 扌 ghép lại 并, đấu tranh hết mình.",
  "扰": "Tay 扌 quấy nhiễu 憂, làm phiền không yên.",
  "拆": "Tay 扌 phá dỡ 斥, hủy bỏ cấu trúc.",
  "摔": "Tay 扌 ném mạnh 率, vỡ tan tành.",
  "拥": "Tay 扌 ôm chặt 用, bao bọc trọn vẹn.",
  "押": "Tay 扌 áp giải 甲, dẫn dắt không rời.",
  "控": "Tay 扌 kiểm soát 空, nắm giữ quyền lực.",
  "撞": "Tay 扌 va chạm 童, đụng phải bất ngờ.",
  "摄": "Tay 扌 chụp ảnh 聂, lưu giữ khoảnh khắc.",
  "插": "Tay 扌 cắm vào 臿, đặt để đúng chỗ.",
  "振": "Tay 扌 rung động 辰, lay chuyển mạnh mẽ.",
  "搞": "Tay 扌 thực hiện 高, hoàn thành nhiệm vụ.",
  "挤": "Tay đẩy mạnh, chữ 齐 thêm vào",
  "敲": "Gõ nhẹ nhàng, chữ 高 vang lên",
  "敏": "Nhanh nhẹn thay, 每 ngày thêm mới",
  "斜": "Nghiêng ngả rồi, 斗 chuyển 余 bay",
  "暂": "Dừng lại thôi, 日 ngắn 斩 dài",
  "朗": "Trăng sáng tỏ, 良 đêm rạng ngời",
  "核": "Hạt nhân cứng, 木 đứng 亥 nằm",
  "桃": "Đào hồng thắm, 木 đứng 兆 nằm",
  "梨": "Lê vàng ngọt, 木 đứng 利 nằm",
  "棒": "Cây gậy dài, 木 đứng 奉 đưa",
  "柜": "Tủ gỗ bền, 木 đứng 巨 to",
  "柿": "Hồng đỏ chín, 木 đứng 市 đông",
  "柴": "Củi khô nhiều, 木 đứng 此 đây",
  "颗": "Hạt tròn nhỏ, 果 ngọt 页 đầy",
  "款": "Quỹ tiền rộng, 欠 thiếu 良 lành",
  "欣": "Vui vẻ lắm, 欠 thiếu 斤 cân",
  "歇": "Nghỉ ngơi nào, 欠 thiếu 曷 dài",
  "泛": "Tràn lan khắp, 氵 nước 乏 đầy",
  "池": "Ao hồ rộng, 氵 nước 也 đây",
  "污": "Bẩn bẩn thay, 氵 nước 亏 sai",
  "沟": "Mương nước chảy, 氵 nước 勾 cong",
  "泼": "Đổ ào ào, 氵 nước 发 tung",
  "洞": "Hang sâu thẳm, 氵 nước 同 đồng",
  "汗": "Mồ hôi rơi, 氵 nước 干 cạn",
  "涨": "Dâng tràn đấy, 氵 nước 张 căng",
  "漫": "Tràn ngập khắp, 氵 nước 曼 dài",
  "染": "Nhuộm màu sắc, 氵 nước 杂 pha",
  "漠": "Sa mạc rộng, 氵 nước 莫 không",
  "滚": "Cuồn cuộn trôi, 氵 nước 衮 xoay",
  "洒": "Rắc đều tay, 氵 nước 西 tây",
  "润": "Ẩm ướt thay, 氵 nước 闰 tròn",
  "滑": "Trơn láng quá, 氵 nước 骨 xương",
  "烂": "Cháy rực cháy, 火 lửa 兰 thơm",
  "烤": "Nướng thơm lừng, 火 lửa 考 thi",
  "版": "In ấn mãi, 片 tấm 反 trái",
  "猴": "Khỉ leo trèo, 犭 thú 侯 hầu",
  "犹": "Do dự mãi, 犭 thú 尤 ưu",
  "珍": "Quý giá thay, 玉 ngọc 㐱 trân",
  "珠": "Ngọc trai sáng, 王 ngọc 朱 châu",
  "玻": "Kính trong veo, 王 ngọc 皮 bì",
  "璃": "Thủy tinh đẹp, 王 ngọc 离 ly",
  "瘦": "Gầy guộc quá, 疒 bệnh 叟 già",
  "疯": "Điên đảo cả, 疒 bệnh 风 gió",
  "貌": "Diện mạo đẹp, 皃 mặt 豹 báo",
  "盆": "Chậu đựng nước, 皿 chậu 分 chia",
  "盒": "Hộp vuông vắn, 皿 chậu 合 hợp",
  "眠": "Ngủ say giấc, 目 mắt 民 dân",
  "瞧": "Nhìn kỹ lại, 目 mắt 焦 soi",
  "博": "Học rộng lắm, 盾 khiên 尃 phò",
  "碎": "Vỡ tan rồi, 石 đá 卒 hết",
  "硬": "Cứng cáp thế, 石 đá 更 cứng",
  "碍": "Cản trở đường, 石 đá 㝵 ngại",
  "硕": "To lớn quá, 石 đá 页 đầu",
  "秒": "Giây phút trôi, 禾 lúa 少 ít",
  "稍": "Hơi một chút, 禾 lúa 肖 giống",
  "签": "Ký tên vào, ⺮ tre 佥 ký",
  "糟": "Rượu nếp thơm, 米 gạo 曹 ao",
  "糕": "Bánh ngọt ngon, 米 gạo 羔 chiên",
  "糊": "Nhão nhoẹt thay, 米 gạo 胡 hồ",
  "繁": "Phồn hoa lắm, 糸 tơ 敏 mẫn",
  "紫": "Tím mộng mơ, 糸 tơ 此 này",
  "纲": "Sợi dây lớn, 纟 tơ 冈 cương",
  "织": "Dệt vải mau, 纟 tơ 只 chỉ",
  "绕": "Quấn quanh co, 纟 tơ 尧 dao",
  "聪": "Tai thông minh, 耳 tai 总 tổng",
  "肌": "Cơ bắp khỏe, ⺼ thịt 几 mấy",
  "脾": "Lách bên trong, ⺼ thịt 卑 thấp",
  "胡": "Râu bạc trắng, ⺼ thịt 古 xưa",
  "肤": "Da mềm mại, ⺼ thịt 夫 phu",
  "胆": "Mật gan góc, ⺼ thịt 旦 sớm",
  "肠": "Ruột dài ngoằn, ⺼ thịt 昜 dương",
  "鼻": "Mũi cao thon, 自 mình 畀 bí",
  "萄": "Nho ngọt lịm, 艹 cỏ 匋 đào",
  "葡": "Nho tím mộng, 艹 cỏ 匍 bò",
  "蔬": "Rau xanh tươi, 艹 cỏ 疏 sơ",
  "敬": "Kính trọng lắm, 茍 cẩn 攵 văn",
  "虚": "Hư không đấy, 虍 hổ 丘 đồi",
  "蛇": "Rắn độc ác, 虫 trùng 它 tha",
  "触": "Chạm nhẹ nhàng, 角 sừng 蜀 thục",
  "谊": "Tình bạn quý, 讠 ngôn 宜 nghi",
  "询": "Hỏi han nhiều, 讠 ngôn 旬 tuần",
  "详": "Chi tiết lắm, 讠 ngôn 羊 dương",
  "豪": "Hào hiệp thay, 豕 heo 高 cao",
  "豫": "Dự phòng trước, 象 voi 予 dư",
  "贷": "Cho vay vốn, 贝 tiền 代 đại",
  "贸": "Buôn bán nhiều, 贝 tiền 卯 mão",
  "赠": "Tặng quà hay, 贝 tiền 曾 từng",
  "辅": "Phụ tá giỏi, 车 xe 甫 phổ",
  "软": "Mềm mại lắm, 车 xe 耎 nhuyễn",
  "辈": "Đời sau trước, 车 xe 非 phi",
  "邀": "Mời gọi bạn, 辶 đi 敫 yêu",
  "逻": "Tuần tra khắp, 辶 đi 罗 la",
  "违": "Vi phạm luật, 辶 đi 韦 vi",
  "铃": "Chuông reo vang, 钅 kim 令 lệnh",
  "钢": "Thép cứng cáp, 钅 kim 冈 cương",
  "键": "Chìa khóa mở, 钅 kim 建 kiến",
  "锁": "Khóa chặt lại, 钅 kim 𭕆 tỏa",
  "郊": "Ngoại ô xa, 阝 làng 交 giao",
  "邻": "Hàng xóm tốt, 阝 làng 令 lệnh",
  "陪": "Theo cùng bạn, 阝 làng 咅 bội",
  "雄": "隹 biểu nghĩa, 厷 biểu âm, hợp thành chữ hùng vĩ.",
  "震": "雨 biểu nghĩa, 辰 biểu âm, rung động trời mây hiện.",
  "饼": "饣biểu thức ăn, 并 biểu âm, bánh tròn thơm ngon.",
  "驾": "马 biểu ngựa, 加 biểu âm, người cưỡi ngựa phi nhanh.",
  "驶": "马 biểu nghĩa, 史 biểu âm, xe chạy nhanh như gió cuốn.",
  "骗": "马 biểu nghĩa, 扁 biểu âm, lừa lọc chẳng nên dùng.",
  "鸭": "鸟 biểu chim, 甲 biểu âm, vịt bơi lội dưới ao hồ.",
  "龄": "齿 biểu tuổi, 令 biểu âm, năm tháng đời người qua.",
  "耐": "Râu (而) bị gỡ, bàn tay (寸) nhẹ nhàng kéo ra.",
  "曲": "Vật cong uốn lượn, hình dáng tựa khúc nhạc.",
  "辛": "Đục gỗ chịu khó, công việc vất vả nhiều.",
  "尤": "Mụn cóc trên tay, kỳ lạ khác thường thay.",
  "鬼": "Người đội đầu ma, 厶 thêm vào làm dấu.",
  "央": "Người mang gông cổ, khổ đau xiết bao nhiêu.",
  "盾": "Khiên che chắn vững, bảo vệ an toàn cho người.",
  "矛": "Giáo dài sắc bén, vũ khí chiến đấu hùng mạnh.",
  "虎": "Hình tượng con hổ, oai phong khắp rừng xanh.",
  "羽": "Lông chim nhẹ bay, tựa cánh bướm trong chiều.",
  "夕": "Mặt trăng lên cao, buổi tối yên bình trôi.",
  "索": "Tay xoắn dây dài, tìm kiếm điều mong muốn.",
  "册": "Tre xâu thành sách, trí tuệ xưa lưu truyền.",
  "劳": "Ánh lửa may áo, sức lao động bền bỉ.",
  "协": "Tay cùng hợp sức, đoàn kết tạo thành công.",
  "厌": "厂 chỉ nơi ở, 猒 biểu âm, chán ghét chẳng muốn gần.",
  "启": "Tay mở cửa vào, khởi đầu mọi việc hanh thông.",
  "尝": "旨 biểu ý vị, 尚 biểu âm, nếm thử biết mùi hương.",
  "寿": "老 biểu tuổi già, sống lâu trăm năm trường.",
  "夹": "Người ép hai bên, kẹp chặt chẳng buông rời.",
  "弃": "Trẻ bị bỏ rơi, giỏ tre chứa nỗi buồn.",
  "杀": "Chặt đầu thật độc, hình phạt nặng ngàn cân.",
  "倡": "Người soi đường sáng, dẫn lối đi tới thành công.",
  "脆": "Nguy hiểm cho thân, dễ vỡ tựa kính pha lê.",
  "胶": "Gân nối cơ thể, dính chặt như keo sơn.",
  "劝": "Sức mạnh bên cạnh, khuyên răn giúp đổi thay.",
  "胃": "Dạ dày tiêu hóa, phần trên tượng dạ dày.",
  "裁": "Cắt vải thành quần, đo may khéo léo tay.",
  "挣": "Tay đánh chiến đấu, phấn đấu để thành công.",
  "遵": "Theo dõi tôn trọng, bước đi đúng hướng đường.",
  "披": "Tay mặc lông thú, khoác áo ấm mùa đông.",
  "返": "Bước ngược trở lại, về nhà sau cuộc hành trình.",
  "苏": "艹 biểu cây cỏ, 穌 biểu âm, tỉnh dậy từ giấc mơ.",
  "截": "Chim bị cắt tổ, giáo đâm đau thương lòng.",
  "渠": "Mương nước bằng gỗ, dẫn nguồn mát về đồng.",
  "扎": "Tay buộc bó dây, giữ chặt không buông rời.",
  "耀": "Công với đuôi sáng, rực rỡ ánh mặt trời.",
  "牵": "Người kéo bò đi, dây nối tình thân thiết.",
  "债": "Trách nhiệm của mình, nợ nần phải trả xong.",
  "奏": "Báo cáo thiên tử, phụng sự đất nước mình.",
  "梁": "Cầu gỗ xây sông, vượt dòng nước chảy xiết.",
  "醋": "Rượu xưa lên men, chua ngọt vị đậm đà.",
  "旋": "Đội quân diễu hành, cờ bay gió tung bay.",
  "墨": "Đen đất làm phấn, viết vẽ nét đẹp tươi.",
  "皇": "Vương miện trên đầu, hoàng đế trị vì cao.",
  "夺": "Tay bắt lấy chim, chiếm đoạt chẳng tha nào.",
  "衡": "Sừng đơn lệch đầu, đo lường cân nhắc sâu.",
  "奔": "Nhiều chân chạy nhanh, phóng vút về phía trước.",
  "宗": "Nhà thờ tổ tiên, linh thiêng dưới mái hiên.",
  "贯": "Chuỗi vỏ sò tiền, cổ xưa quý giá nhiều.",
  "凡": "Khay rộng phẳng đều, tầm thường giản dị thôi.",
  "牢": "Bò nhốt trong hàng, tù tội chẳng ra ngoài.",
  "番": "Móng vuốt động vật, dấu vết in trên nền.",
  "庄": "Nhà trên mặt đất, trang nghiêm vững bền lâu.",
  "丧": "Miệng khóc than van, mất mát người thân yêu.",
  "灭": "Nắp dập lửa tàn, tắt ngúm chẳng còn hơi.",
  "素": "Tơ sống treo cao, trắng muốt tự nhiên màu.",
  "涉": "Bước qua dòng nước, vượt suối đến bến bờ.",
  "帝": "Đài hoa cao quý, quyền lực tối cao vời.",
  "昏": "Mặt trời xuống thấp, chạng vạng tối dần rồi.",
  "晕": "Mây quanh mặt trời, lấp lánh ánh hào quang.",
  "暴": "Phơi gạo nắng trời, hai tay trải rộng ra.",
  "塞": "Tay nhét đầy vào, kín đáo chẳng còn thừa.",
  "予": "Trang trí âm tương, họa tiết đẹp tinh vi.",
  "伍": "Năm người một nhóm, đồng đội sát cánh vai.",
  "盲": "Mất đi thị lực, mù lòa chẳng thấy đường.",
  "焦": "Chim hồng tước cháy, đen khói phủ kín trời.",
  "昌": "Mặt trời gọi to, ban mai thức tỉnh người.",
  "股": "Đùi người vị trí, chỗ thịt mềm dễ nhận.",
  "巩": "丮 biểu ý chắc, 工 biểu âm, kiên cố vững bền lâu.",
  "佳": "亻biểu người tốt, 圭 biểu âm, đẹp đẽ tựa trăng rằm.",
  "偏": "亻biểu lệch lạc, 扁 biểu âm, nghiêng ngả chẳng chính tâm.",
  "傲": "亻biểu tự kiêu, 敖 biểu âm, ngạo mạn chẳng hòa đồng.",
  "储": "亻biểu dự trữ, 诸 biểu âm, tích góp để dành sau.",
  "倾": "亻biểu nghiêng đổ, 顷 biểu âm, đổ ngã chẳng đứng yên.",
  "侵": "亻biểu xâm phạm, 𠬶 biểu âm, tấn công phá hủy mau.",
  "辉": "光 biểu sáng chói, 军 biểu âm, hào quang tỏa rạng ngời.",
  "剑": "刂biểu dao kiếm, 佥 biểu âm, lưỡi kiếm sắc bén thay.",
  "刊": "刂biểu khắc gọt, 干 biểu âm, in ấn lưu truyền xa.",
  "副": "刂biểu cắt xén, 畐 biểu âm, đôi cặp cùng nhau liền.",
  "刮": "刂biểu cạo sạch, 𠯑 biểu âm, cạo bỏ lớp bụi bẩn.",
  "厕": "厂 biểu nhà vệ, 则 biểu âm, nơi bài tiết khép kín.",
  "哇": "口 biểu miệng nói, 圭 biểu âm, tiếng kêu ngạc nhiên thay.",
  "啦": "口 biểu miệng nói, 拉 biểu âm, tiếng cuối câu chuyện dài.",
  "咨": "口 biểu miệng hỏi, 次 biểu âm, tư vấn giải đáp nhanh.",
  "嘛": "口 biểu miệng nói, 麻 biểu âm, ngữ khí thoải mái thêm.",
  "坡": "土 biểu đất đai, 皮 biểu âm, dốc núi gồ ghề cao.",
  "墓": "土 biểu mộ phần, 莫 biểu âm, nơi an nghỉ cuối cùng.",
  "埋": "土 biểu chôn vùi, 里 biểu âm, đất phủ kín bề mặt.",
  "嘉": "壴 biểu lễ nhạc, 加 biểu âm, khen ngợi tốt đẹp thay.",
  "嫌": "女 biểu ghét bỏ, 兼 biểu âm, không vừa lòng trong tim.",
  "娃": "女 biểu trẻ em, 圭 biểu âm, bé gái nhỏ nhắn xinh.",
  "妙": "Nàng 女 thơ thẩn, âm 少 à ơi, chữ diệu tuyệt vời.",
  "孤": "Con 子 buồn tẻ, dưa 瓜 rơi nhanh, cô đơn lặng thinh.",
  "宅": "Mái 宀 che nắng, gió 乇 bay, nhà ở an bài.",
  "宇": "Mái 宀 vững chắc, trời 于 bao la, không gian rộng xa.",
  "宴": "Mái 宀 sum vầy, niềm 妟 vui say, tiệc tùng đong đầy.",
  "审": "Mái 宀 nghiêm trang, lời 申 chân thành, xét nét cân bằng.",
  "宠": "Mái 宀 yêu thương, rồng 龙 bên mình, sủng ái lung linh.",
  "寺": "Phút 寸 bình yên, bước 之 nhẹ nhàng, chùa chiền thanh tân.",
  "岗": "Núi 山 cao vút, cây 冈 xanh tươi, gác núi đẹp ngời.",
  "崇": "Núi 山 thiêng liêng, dòng 宗 truyền đời, tôn kính rạng ngời.",
  "岛": "Núi 山 nổi giữa, chim 鸟 về đây, hải đảo nơi này.",
  "灵": "Phù 巫 nhiệm màu, trời 霝 trong veo, linh khí ban bèo.",
  "废": "Nhà 广 hoang tàn, phát 发 im hơi, phế tích rã rời.",
  "异": "Tay 廾 nâng niu, đã 已 từ lâu, dị biệt khó hầu.",
  "径": "Đường 彳 nhỏ hẹp, dấu 𢀖 in sâu, lối mòn dưới cầu.",
  "患": "Lòng 心 phiền muộn, chuỗi 串 lo âu, hoạn nạn trước sau.",
  "恩": "Lòng 心 nhân ái, nhờ 因 tình sâu, ơn nghĩa dài lâu.",
  "愉": "Tim 忄 vui vẻ, thuận 俞 lòng nhau, khoái lạc ngọt ngào.",
  "惨": "Tim 忄 đau đớn, lạnh 参 thấu sầu, thảm khốc u sầu.",
  "恰": "Tim 忄 vừa ý, hợp 合 duyên đầu, toại nguyện cùng nhau.",
  "忧": "Tim 忄 lo lắng, ưu 尤 chất chồng, ưu tư nặng lòng.",
  "憾": "Tim 忄 tiếc nuối, cảm 感 nghẹn ngùng, hối tiếc mênh mông.",
  "懒": "Tim 忄 lười biếng, dựa 赖 bên giường, giải đãi vấn vương.",
  "屏": "Cửa 户 che chắn, xếp 并 ngăn phòng, bình phong vững vàng.",
  "扭": "Tay 扌 xoắn chặt, xấu 丑 đau thương, vặn vẹo đoạn trường.",
  "抗": "Tay 扌 chống đỡ, cứng 亢 kiên cường, kháng cự can trường.",
  "捡": "Tay 扌 lượm lấy, đồng 佥 chung đường, nhặt nhạnh vô thường.",
  "掏": "Tay 扌 moi móc, vẽ 匋 họa phường, đào bới vấn vương.",
  "扑": "Tay 扌 đánh nhanh, nằm 卜 hướng phương, bổ nhào mạnh thường.",
  "扣": "Tay 扌 gài chặt, miệng 口 giữ đường, khuy đóng kiên cường.",
  "撑": "Tay 扌 nâng đỡ, chưởng 掌 uy lực, chống đỡ mạnh thường.",
  "揭": "Tay 扌 lật mở, hé 曷 hiện tường, vén mở vấn vương.",
  "抵": "Tay 扌 chống lại, thấp 氐 đứng liền, chống đỡ vững bền.",
  "捕": "Tay 扌 bắt lấy, sớm 甫 tầm thường, truy bắt vấn vương.",
  "探": "Tay 扌 tìm kiếm, sâu 罙 khám đường, thăm dò rõ ràng.",
  "搭": "Tay 扌 ghép nối, đáp 荅 kết đoàn, xây dựng vững vàng.",
  "捉": "Tay 扌 chụp lấy, bước 足 theo đường, bắt giữ vấn vương.",
  "攻": "Gậy 攵 tấn công, công 工 sức cường, tấn kích mạnh thường.",
  "晓": "Mặt 日 sáng rỡ, vang 尧 thông tường, hiểu biết tỏ tường.",
  "旺": "Mặt 日 rực rỡ, vua 王 oai hùng, thịnh vượng hiển vinh.",
  "柱": "Cây 木 trụ vững, chủ 主 kiêu cường, cột trụ kiên cường.",
  "栏": "Cây 木 làm hàng, lan 兰 nhẹ nhàng, lan can vững vàng.",
  "杆": "Cây 木 thẳng đứng, cán 干 thẳng hàng, cột cây chạm ngàn.",
  "档": "Cây 木 làm kệ, đóng 当 ngăn tầng, sắp xếp gọn gàng.",
  "械": "Cây 木 chế tạo, giới 戒 vững vàng, máy móc kiên cường.",
  "梅": "Cây 木 nở hoa, mỗi 每 mùa sang, mai nở tỏa hương.",
  "横": "Cây 木 nằm ngang, hoàng 黄 sắc hương, ngang dọc vấn vương.",
  "欺": "Thiếu 欠 nợ nần, kỳ 其 bất lương, lừa dối đoạn trường.",
  "歉": "Thiếu 欠 lời nói, khiêm 兼 lỗi suy, xin lỗi vấn vương.",
  "欲": "Miệng 欠 há rộng, thung 谷 vọng thường, dục vọng vấn vương.",
  "残": "Xương 歹 mục nát, gian 戋 tổn thương, tàn phá đoạn trường.",
  "殖": "Xương 歹 mục nát, thực 直 tăng trưởng, sinh sản vấn vương.",
  "毁": "Đất 土 tan vỡ, hủy 毇 tiêu vong, hủy hoại đoạn trường.",
  "氛": "Khí 气 bao phủ, phân 分 tỏ tường, không khí vấn vương.",
  "氧": "Khí 气 sống còn, dương 羊 tươi tốt, dưỡng khí vấn vương.",
  "洪": "Nước 氵 dâng cao, cộng 共 hợp lưu, hồng thủy đoạn trường.",
  "泡": "Nước 氵 nổi lên, bao 包 quấn quanh, bọt nước vấn vương.",
  "洁": "Nước 氵 sạch sẽ, cát 吉 tốt lành, trong sạch vấn vương.",
  "液": "Nước 氵 chảy xuôi, dạ 夜 đêm trường, chất lỏng vấn vương.",
  "泥": "Nước 氵 nhão nhoẹt, ni 尼 nhớt thường, bùn lầy vấn vương.",
  "港": "Nước 氵 bến đậu, hạng 巷 ngõ thường, cảng biển vấn vương.",
  "渡": "Nước 氵 qua sông, độ 度 vượt đường, bến vượt vấn vương.",
  "湾": "Nước 氵 uốn khúc, loan 弯 cong thường, vịnh biển vấn vương.",
  "混": "Nước 氵 lẫn lộn, hôn 昆 hỗn mang, hỗn độn vấn vương.",
  "潜": "Nước 氵 ẩn nấp, tiềm 替 khuất thường, tiềm tàng vấn vương.",
  "波": "Nước 氵 sóng sánh, bì 皮 lay động, ba đào vấn vương.",
  "洋": "Nước 氵 mênh mông, dương 羊 rộng thường, đại dương vấn vương.",
  "炸": "Lửa 火 nổ tung, chợt 乍 nhanh thường, nổ tung vấn vương.",
  "炮": "Lửa 火 tấn công, bao 包 bọc tròn, pháo đốt vấn vương.",
  "炒": "Lửa 火 rang nấu, ít 少 nhanh thường, xào nấu vấn vương.",
  "爆": "Lửa 火 nổ tung, bạo 暴 mạnh thường, bùng nổ vấn vương.",
  "煮": "Lửa 灬 nấu chín, giả 者 biến thường, nấu sôi vấn vương.",
  "牲": "Trâu 牛 hiến tế, sinh 生 mạng thường, gia súc vấn vương.",
  "牺": "Trâu 牛 hiến tế, tây 西 hướng thường, hy lễ vấn vương.",
  "狠": "Chó 犭 dữ dằn, cắn 艮 mạnh thường, hung ác vấn vương.",
  "犯": "Chó 犭 vi phạm, phạm 𢎘 lỗi thường, phạm tội vấn vương.",
  "野": "Đồng 田 đất rộng, dư 予 dư nhiều, dã ngoại vấn vương.",
  "略": "Đồng 田 lược bỏ, các 各 khác thường, chiến lược vấn vương.",
  "畅": "Kéo 申 căng thẳng, dương 昜 sáng thường, thông suốt vấn vương.",
  "症": "Bệnh 疒 đau yếu, chính 正 đúng thường, triệu chứng vấn vương.",
  "疾": "Bệnh 疒 nhanh chóng, mũi 矢 tên thường, bệnh tật vấn vương.",
  "盛": "Chậu 皿 đựng đầy, thành 成 hoàn thành, thịnh vượng vấn vương.",
  "盟": "Chậu 皿 hẹn thề, minh 明 sáng thường, liên minh vấn vương.",
  "盼": "Mắt 目 trông đợi, phân 分 chia thường, mong mỏi vấn vương.",
  "督": "Mắt 目 nhìn kỹ, thúc 叔 thúc giục, giám sát vấn vương.",
  "磨": "Đá 石 mài mòn, ma 麻 ráp thường, nghiền nát vấn vương.",
  "税": "Lúa 禾 nộp thuế, đoái 兌 đổi thường, thuế má vấn vương.",
  "稿": "Lúa 禾 bản thảo, cáo 高 cao thường, bản thảo vấn vương.",
  "端": "Đứng 立 thẳng thắn, đoan 耑 chỉnh thường, đầu mối vấn vương.",
  "箭": "Tre ⺮ mũi tên, tiền 前 tiến thường, tên bắn vấn vương.",
  "策": "Tre ⺮ sách lược, thứ 朿 gai thường, kế sách vấn vương.",
  "纠": "Sợi 糹 rối ren, câu 丩 mắc thường, kiểm soát vấn vương.",
  "纵": "Sợi 纟 buông thả, tòng 从 theo thường, phóng túng vấn vương.",
  "绘": "Sợi 纟 vẽ vời, hội 会 tụ thường, hội họa vấn vương.",
  "纳": "Sợi 纟 thu vào, nội 内 chứa thường, dung nạp vấn vương.",
  "绪": "Sợi 纟 đầu mối, giả 者 người thường, đầu mối vấn vương.",
  "罪": "Lưới 网 tội lỗi, phi 非 sai thường, tội lỗi vấn vương.",
  "耗": "Cày 耒 tiêu phí, mao 毛 nhỏ thường, hao phí vấn vương.",
  "聘": "Tai 耳 mời gọi, bình 甹 định thường, tuyển dụng vấn vương.",
  "肿": "Thịt ⺼ sưng phù, trung 中 giữa thường, phù nề vấn vương.",
  "胞": "⺼ nghĩa, 包 âm thanh, nhớ câu: \"Bào thai nhờ mẹ bao bọc trong lòng\".",
  "肝": "⺼ nghĩa, 干 âm thanh, ghi nhớ: \"Gan vàng nuôi sống thân này\".",
  "膜": "⺼ nghĩa, 莫 âm thanh, thơ rằng: \"Màng mỏng như lá bảo vệ người\".",
  "舰": "舟 nghĩa, 见 âm thanh, ví von: \"Thuyền chiến vượt sóng biển khơi\".",
  "蒙": "艹 nghĩa, 冡 âm thanh, hình dung: \"Cỏ mềm phủ kín giấc mơ\".",
  "茄": "艹 nghĩa, 加 âm thanh, gợi nhớ: \"Quả cà treo trên cành xanh\".",
  "薪": "艹 nghĩa, 新 âm thanh, câu thơ: \"Củi khô nhóm lửa cháy nhanh\".",
  "藏": "艹 nghĩa, 臧 âm thanh, ví von: \"Kho chứa đầy cỏ quý\".",
  "裂": "衣 nghĩa, 列 âm thanh, ghi nhớ: \"Vải rách nứt từng mảnh dài\".",
  "袖": "衤 nghĩa, 由 âm thanh, thơ rằng: \"Tay áo phất phơ gió bay\".",
  "谅": "讠 nghĩa, 京 âm thanh, gợi ý: \"Lời nói chân thành dễ dàng tin\".",
  "谦": "讠 nghĩa, 兼 âm thanh, câu thơ: \"Khiêm tốn lời hay ý đẹp\".",
  "诞": "讠 nghĩa, 延 âm thanh, ví von: \"Lời nói hoa mỹ đẻ ra điều kỳ diệu\".",
  "谋": "讠 nghĩa, 某 âm thanh, ghi nhớ: \"Mưu trí nhờ lời thông minh\".",
  "谐": "讠 nghĩa, 皆 âm thanh, thơ rằng: \"Hòa hợp cùng nhau mọi người vui\".",
  "诸": "讠 nghĩa, 者 âm thanh, gợi nhớ: \"Chư vị anh hùng bàn chuyện đời\".",
  "赚": "贝 nghĩa, 兼 âm thanh, câu thơ: \"Tiền tài kiếm được nhờ công sức\".",
  "赖": "贝 nghĩa, 剌 âm thanh, ví von: \"Dựa vào của cải vững bền thân\".",
  "赌": "贝 nghĩa, 者 âm thanh, ghi nhớ: \"Đánh bạc mất tiền tan cửa nát nhà\".",
  "账": "贝 nghĩa, 长 âm thanh, thơ rằng: \"Sổ sách ghi chép rõ ràng\".",
  "趟": "走 nghĩa, 尚 âm thanh, gợi ý: \"Đường dài đi qua từng chuyến\".",
  "跪": "足 nghĩa, 危 âm thanh, câu thơ: \"Quỳ gối trước bề trên kính cẩn\".",
  "跃": "足 nghĩa, 夭 âm thanh, ví von: \"Nhảy vọt lên cao như chim trời\".",
  "跌": "足 nghĩa, 失 âm thanh, ghi nhớ: \"Vấp ngã té xuống đất đau\".",
  "蹲": "足 nghĩa, 尊 âm thanh, thơ rằng: \"Ngồi xổm nghỉ chân bên đường\".",
  "践": "足 nghĩa, 戋 âm thanh, gợi nhớ: \"Bước chân thực hiện lý tưởng\".",
  "踢": "足 nghĩa, 易 âm thanh, câu thơ: \"Đá bóng lăn tròn trên sân\".",
  "蹈": "足 nghĩa, 舀 âm thanh, ví von: \"Nhảy múa theo nhịp vô tư\".",
  "踩": "足 nghĩa, 采 âm thanh, ghi nhớ: \"Chân bước nhẹ nhàng trên cỏ\".",
  "轨": "车 nghĩa, 九 âm thanh, thơ rằng: \"Đường ray xe chạy thẳng băng\".",
  "迁": "辶 nghĩa, 千 âm thanh, gợi ý: \"Di chuyển xa ngàn dặm\".",
  "遭": "辶 nghĩa, 曹 âm thanh, câu thơ: \"Gặp gỡ duyên may đến nhà\".",
  "逼": "辶 nghĩa, 畐 âm thanh, ví von: \"Ép buộc phải đi không ngừng\".",
  "酷": "酉 nghĩa, 告 âm thanh, ghi nhớ: \"Rượu ngon tuyệt đỉnh khó quên\".",
  "酱": "酉 nghĩa, 将 âm thanh, thơ rằng: \"Nước tương đậm đà hương vị\".",
  "铅": "金 nghĩa, 㕣 âm thanh, gợi nhớ: \"Kim loại nặng làm bút chì\".",
  "钻": "钅 nghĩa, 占 âm thanh, câu thơ: \"Kim cương khoan thủng đá cứng\".",
  "铜": "钅 nghĩa, 同 âm thanh, ví von: \"Đồng sáng ánh kim bền lâu\".",
  "铺": "钅 nghĩa, 甫 âm thanh, ghi nhớ: \"Phủ lên mặt đất bằng phẳng\".",
  "镇": "钅 nghĩa, 真 âm thanh, thơ rằng: \"Trấn giữ biên cương vững vàng\".",
  "阔": "门 nghĩa, 活 âm thanh, gợi ý: \"Cửa rộng mở ra cuộc đời\".",
  "障": "阝 nghĩa, 章 âm thanh, câu thơ: \"Chướng ngại vật che khuất tầm nhìn\".",
  "陷": "阝 nghĩa, 臽 âm thanh, ví von: \"Hố sâu lún xuống khó leo\".",
  "隐": "阝 nghĩa, 㥯 âm thanh, ghi nhớ: \"Ẩn mình nơi núi rừng xa\".",
  "露": "雨 nghĩa, 路 âm thanh, thơ rằng: \"Sương sớm rơi trên cỏ xanh\".",
  "额": "页 nghĩa, 客 âm thanh, gợi ý: \"Trán rộng chứa đựng suy tư\".",
  "馒": "饣 nghĩa, 曼 âm thanh, câu thơ: \"Bánh bao mềm mại trắng tinh\".",
  "驻": "马 nghĩa, 主 âm thanh, ví von: \"Ngựa dừng nghỉ dưới mái hiên\".",
  "骄": "马 nghĩa, 乔 âm thanh, ghi nhớ: \"Kiêu hãnh như ngựa tung vó\".",
  "若": "Người quỳ tóc rối phục tòng, câu rằng: \"Thuận theo ý trời an phận lòng\".",
  "勺": "Muôi múc thức ăn trong veo, thơ rằng: \"Một thìa nhỏ đựng cả bầu trời\".",
  "壶": "Nồi nấu nước dùng lâu dài, gợi nhớ: \"Cái ấm đun sôi giữ ấm luôn\".",
  "扁": "Biển đề tên gắn cửa nhà, câu thơ: \"Tấm bảng phẳng phiu trước cổng\".",
  "棉": "Cây trồng tơ lụa trắng tinh, ví von: \"Bông mềm ấm áp mùa đông\".",
  "仓": "Hạt thóc gom sau cánh cửa, ghi nhớ: \"Kho lúa đầy ắp đủ ăn\".",
  "叹": "Miệng thở dài tiếc nuối nhiều, thơ rằng: \"Than thở một tiếng đời buồn\".",
  "盗": "Kẻ tham lam chảy dãi thèm, gợi ý: \"Ăn cắp đồ quý bị bắt\".",
  "监": "Người soi gương tự kiểm điểm, câu rằng: \"Giám sát lỗi lầm sửa sai\".",
  "胁": "Thịt mềm yếu bị ép oan, ví von: \"Đe dọa đôi bên thúc ép\".",
  "讯": "Miệng hỏi tù binh tra khảo, ghi nhớ: \"Thông tin lấy được từ đây\".",
  "傍": "Người đứng cạnh bạn đồng hành, thơ rằng: \"Bên nhau cùng bước đường dài\".",
  "麦": "Thân lúa mì cao vút tầm, gợi nhớ: \"Bông lúa chín vàng đồng quê\".",
  "挖": "Đào đất tạo chỗ trũng sâu, câu thơ: \"Xới đất trồng cây cho tốt\".",
  "拨": "Tay gửi hàng hóa đi xa, ví von: \"Phân phát đều tay thuận hòa\".",
  "仰": "Ngưỡng mộ tôn vinh người tài, ghi nhớ: \"Ngẩng đầu kính trọng bậc thầy\".",
  "援": "Tay dẫn dắt giúp đỡ người, thơ rằng: \"Cứu trợ đồng bào khó khăn\".",
  "徒": "Theo dấu chân kẻ đi xa, gợi ý: \"Đi bộ theo hướng dẫn đường\".",
  "吊": "Dải lụa treo trên mũi tên, câu rằng: \"Treo cao kỷ niệm xưa cũ\".",
  "誉": "Lời thành công đạt vinh quang, ví von: \"Tiếng thơm lan tỏa khắp miền\".",
  "仨": "Ba người đi chung một nhóm, ghi nhớ: \"Tam nhân đồng hành kết đoàn\".",
  "秤": "Cân đo ngũ cốc chính xác, thơ rằng: \"Cân thăng bằng đo lường công\".",
  "颓": "Đầu trọc trơ trụi chẳng còn, gợi nhớ: \"Tóc rụng hết buồn vô cùng\".",
  "笛": "Sáo trúc ngân vang trong trẻo, câu thơ: \"Tiếng sáo du dương mê say\".",
  "宰": "Doanh trại nô lệ khổ đau, ví von: \"Nơi sinh sống của kẻ nghèo\".",
  "孟": "Đứa trẻ ngồi trên ngai vàng, ghi nhớ: \"Mạnh Tử thuở bé anh tài\".",
  "灶": "Lò đất nóng đỏ lửa hồng, thơ rằng: \"Bếp nấu cơm thơm làng quê\".",
  "恒": "Trái tim kiên định không lay, gợi ý: \"Bền bỉ mãi mãi không phai\".",
  "绵": "Sợi chỉ liên tục mềm mượt, câu rằng: \"Tơ lụa mỏng manh dịu dàng\".",
  "冗": "Vải phủ trên bàn lặng im, ví von: \"Không cần thiết bỏ qua thôi\".",
  "隙": "Vết nứt chia hai thế giới, ghi nhớ: \"Khe hở nhỏ gây lớn chuyện\".",
  "倦": "Người cuộn tròn mệt mỏi thân, thơ rằng: \"Mỏi mệt nằm yên nghỉ ngơi\".",
  "酗": "Say rượu dữ tợn nguy nan, gợi nhớ: \"Uống rượu quá chén hại thân\".",
  "莽": "Cỏ dại bao quanh chó hoang, câu rằng: \"Rừng rậm um tùm khó đi\".",
  "阱": "Giếng sâu trong trang trại làng, ví von: \"Bẫy giếng chờ người sa chân\".",
  "碟": "Viên đá phẳng để đựng đồ, ghi nhớ: \"Đĩa đựng thức ăn ngon lành\".",
  "骚": "Bọ chét cắn ngựa phiền hà, thơ rằng: \"Ngứa ngáy khó chịu không yên\".",
  "魅": "Quỷ rừng lộng lẫy sắc màu, gợi ý: \"Ma mị quyến rũ đêm sâu\".",
  "寨": "Pháo đài gỗ chắc chắn xây, câu rằng: \"Bảo vệ dân làng khỏi nguy\".",
  "揉": "Bàn tay nhẹ nhàng xoa bóp, ví von: \"Vuốt ve dịu dàng yêu thương\".",
  "膛": "Hội trường lớn trong ngực người, ghi nhớ: \"Tim phổi chứa đựng sự sống\".",
  "牧": "Dẫn dắt bò về chốn quê, thơ rằng: \"Mục đồng thổi sáo chiều tà\".",
  "陵": "Đồi cao yên nghỉ người hiền, gợi nhớ: \"Mộ phần an nghỉ thiên thu\".",
  "轿": "Chiếc xe sang trọng kiệu cao, câu rằng: \"Ngự giá an ổn đường xa\".",
  "蔓": "Cây leo dài trên đất bằng, ví von: \"Dây leo bám chặt cành cây\".",
  "钓": "Móc câu cá dưới sông hồ, ghi nhớ: \"Câu cá thư giãn cuối tuần\".",
  "钩": "Móc câu sắt bén móc sâu, thơ rằng: \"Gắn cần câu đợi cá vào\".",
  "陶": "Gò đất sét làm gốm sứ, gợi ý: \"Đồ gốm tinh xảo nghệ nhân\".",
  "崖": "Vách đá dựng đứng hiểm nguy, câu rằng: \"Núi cao vực thẳm đừng gần\".",
  "岳": "Dãy núi bao quanh đồi non, ví von: \"Ngọn núi thiêng liêng tổ tiên\".",
  "涡": "Miệng nước xoáy tròn mạnh mẽ, ghi nhớ: \"Dòng nước cuốn hút mạnh mẽ.\"",
  "一": "Một ngón tay nằm ngang, chữ NHẤT đơn giản dễ dàng.",
  "二": "Hai ngón tay xếp hàng, chữ HAI rõ ràng đẹp sang.",
  "三": "Ba vạch ngang đều nhau, TAM phân thiên hạ mau.",
  "四": "Chặt đầu chữ TÂY đi, TỨ hải giai huynh thì nhớ ghi.",
  "五": "Người ngồi vắt chân chữ NGŨ, tưởng tượng hình dáng mà nghĩ cho kỹ.",
  "六": "Sáu ngón chỉ thẳng đứng, cách đếm LỤC kiểu Trung lung linh.",
  "七": "Số bảy ngược như gậy, nghiêng qua chữ THẤT thấy ngay.",
  "八": "Hai nét tách rời ra, phân chia BÁT phần xa gần.",
  "九": "Tư thế đếm chín nhanh, CHÍN là thế đứng thành.",
  "蛊": "Bát nước lâu ngày sâu bọ, độc trùng chứa ẩn trong đó.",
  "蘭": "Đông môn không cỏ chẳng thành LAN, hoa quý tựa cửa thiền khang.",
  "蠱": "Bát nước sâu trùng hại, nuôi cổ độc nơi này.",
  "十": "Hai que đũa đan ngang, chữ THẬP vuông vắn huy hoàng.",
  "日": "Mặt trời tròn tỏa sáng, mô phỏng RI ta nhận dạng.",
  "月": "Trăng khuyết đêm thâu, chữ NGUYỆT ấy mau thuộc lòng.",
  "人": "Người đứng dang hai chân, chữ NHÂN Việt Nam hiểu nhanh.",
  "大": "Dang rộng tay chân dài, chữ ĐẠI là người khổng lồ ai.",
  "太": "Dưới ĐẠI thêm dấu chấm, cực kỳ TÀI làm tâm niệm.",
  "天": "Người to lớn dưới trời, TRỜI cao che phủ mọi nơi.",
  "北": "Hai người quay mặt nhau, lạnh giá phương BẮC biết đâu.",
  "明": "Nhật nguyệt soi chiếu đời, MINH mẫn sáng ngời trao lời.",
  "魁": "Quỷ ôm đấu đứng canh, KHÔI nguyên danh tính rành rành.",
  "榜": "Mộc bên cây bàng dòm, BẢNG nhãn nhà thơm lừng thông.",
  "叫": "Miệng hô gọi thật to, GỌI thời bận bịu lo âu.",
  "友": "Bạn bè nắm lấy tay, FRIENDSHIP chữ hữu hay đây.",
  "了": "Số ba úp ngược nằm, chữ LIỄU nhẹ nhàng an tâm.",
  "子": "Tự chi tử ngày mai, con trẻ chữ TỬ biết bài.",
  "字": "Cây chi tử lâu năm, chữ tự viết học chăm phần.",
  "中": "Gậy xuyên qua vòng tròn, TRUNG tâm vững chắc bền lâu hoàn.",
  "果": "Trái trên cây treo cành, QUẢ ngọt thơm lành nhắc danh.",
  "不": "Cỏ mọc ngược đất bằng, PHỦ định nghĩa đúng tên dành.",
  "杯": "Cốc gỗ từ cây khô, BÌNH chén nhỏ bé như thơ.",
  "坐": "Hai người ngồi đất bằng, tĩnh lặng chữ TỌA tự sinh.",
  "女": "Cô gái nhảy múa xinh, NỮ nhi yểu điệu tình hình.",
  "好": "Nữ nhi với con thơ, chữ HẢO là tốt giờ.",
  "家": "Con lợn dưới mái nhà, gia đình chữ GIA thiết tha.",
  "咱": "Miệng nói TA chuyện trò, ZÁN mình quyền nói khó thờ ơ.",
  "你": "Người đối diện chính là, chữ NHĨ dùng gọi thứ hai gần xa.",
  "水": "Dòng chảy hai bờ sông, chữ THỦY nước trong vời mong.",
  "小": "Khúc gỗ gọt nhỏ dần, chữ TIỂU càng lúc càng thân.",
  "少": "Nhỏ bé thêm phẩy cong, chữ THIẾU ít ỏi trông mong đợi mong.",
  "住": "Người đủ mười tám rồi, chữ TRÚ chủ động sống vui mọi nơi.",
  "的": "Của mình gói gọn vào, chữ ĐÍCH giữ kỹ để nào lo âu.",
  "多": "Hai chữ tịch chồng lên, ĐA phần ý nghĩa hiện lên liền.",
  "昨": "Ngày qua vừa mới đây, hôm QUA nay đã bay đầy.",
  "名": "Đêm ngủ gọi tên nàng, chữ DANH danh tiếng gần sang.",
  "出": "Hai núi sánh đôi đồng, XUẤT hiện anh hùng hào kiệt không ngừng.",
  "和": "Lúa gạo miệng người hòa, chữ HÒA hợp tác vui qua mọi bề.",
  "同": "Trời bao la người cùng, chữ ĐỒNG chung sống mừng tương liên.",
  "年": "Người cõng lúa trên lưng, NĂM tháng mùa màng chờ sung túc.",
  "起": "Chạy vướng dây khởi đầu, chữ KHỞI bắt nguồn nhiệm màu.",
  "午": "Ngủ quá mười giờ trưa, TRƯA nắng vàng hoe trải thưa.",
  "货": "Tiền đổi hóa hàng ra, chữ HÀNG hóa phẩm bày xa gần.",
  "貨": "Tiền đổi hóa hàng ra, chữ HÀNG hóa phẩm bày xa gần.",
  "校": "Cha đội mũ dựa cây, trường TRƯỜNG nơi gửi ngày mai hy vọng này.",
  "瓶": "Đất nung gắn lại bình, chữ BÌNH lọ đỉnh lưu hình.",
  "回": "Khẩu to bảo khẩu bé, QUAY VỀ một mối ghé thăm quê.",
  "菜": "Thực vật hái từ cây, RAU CẢI món ngon mỗi ngày.",
  "客": "Bạn tới nhà viếng thăm, KHÁCH quý niềm vui sum vầy.",
  "猜": "Con chó màu sắc xanh, đoán ĐOÁN thử coi đành hanh thông.",
  "面": "Mặt ti vi thang kèm, chữ MIỆN điện ảnh thêm phần sinh động.",
  "雨": "Mây giọt mưa tuôn rơi, chữ MƯA nhuần thấm đất trời.",
  "朋": "Hai mảnh ghép trăng lên, BẰNG hữu tình thân kéo lên.",
  "高": "Tòa nhà cao vượt tầng, chữ CAO vượt bậc nhanh chóng thành.",
  "火": "Hai tay hô cháy to, chữ HỎA lửa cháy sáng rỡ.",
  "做": "Một người nuôi mười nhóc, LÀM việc cực khổ gian nan thực.",
  "分": "Dao cắt bánh tám phần, PHÂN chia công bằng muôn phần.",
  "吃": "Đũa cầm miệng há to, ĂN cơm no bụng mọi giờ.",
  "米": "Cây lúa tám hạt vàng, GẠO thơm nấu bữa cơm sang.",
  "生": "Người sinh từ đất lành, SINH mệnh tồn tại không ngừng nghỉ an lành.",
  "打": "Đóng đinh trúng tay đau, ĐÁNH nhau vì lỗi gây sầu.",
  "看": "Tay che mắt nhìn xa, NHÌN theo bóng dáng người qua.",
  "姦": "Ba nữ thị phi nhiều, GIẢN dị phản ánh điều tiêu biểu.",
  "在": "Hai tay đóng cọc sâu, chữ TẠI hiện hữu trước sau.",
  "京": "Kinh kỳ chốn hiểm nguy, chữ KINH đô thị cao uy.",
  "睡": "Mắt sụp xuống ngủ yên, NGỦ say giấc nồng triền miên.",
  "老": "Gậy dài thêm bạn già, cụ ông LAO khổ vẫn chưa xa.",
  "囝": "Bốn tường bao quanh con, đứa trẻ chữ CON đơn sơ.",
  "想": "Nhắm mắt nhớ thương người, chữ TƯỞNG niệm mãi không thôi.",
  "他": "Anh ta cũng là người, chữ THA ấy gọi tên vui.",
  "去": "Đi trên đất riêng tư, chữ KHỨ hành trình chọn lựa.",
  "商": "Thương nhân buôn bán hàng, chữ THƯƠNG nghiệp vụ vẹn toàn.",
  "喜": "Chiêng trống miệng reo vui, HỶ sự phát tài xuân tươi.",
  "都": "Thủ đô nơi học giả, chữ ĐÔ thị thành cao cả.",
  "时": "Mặt trời một tấc lên, LÚC này thời điểm tuyệt trần.",
  "听": "Tai lắng nghe âm thanh, chữ THÍNH giác cảm nhận rành.",
  "爱": "Bạn bè dải lụa che, YÊU thương vuốt ve êm đềm.",
  "愛": "Tấm lòng của đối phương, YÊU thương nhận lấy yêu thương.",
  "饭": "Cơm nuôi ta từng ngày, chữ CƠM thực phẩm đầy.",
  "个": "Chiếc ô bật lên trời, chữ CÁI che mưa rơi.",
  "国": "Viên ngọc bọc bao quanh, chữ QUỐC gia đất lành.",
  "现": "Vua vi hành thấy dân, HIỆN trạng quốc gia phần phần.",
  "個": "Người cố chấp mãi suy, cá nhân đề cao chữ NÀY.",
  "东": "Túi không đáy buộc hai đầu, ĐÔNG phương định hướng tìm cầu.",
  "点": "Chữ thập cắt nửa đi, bốn lửa điểm ngay tức thì.",
  "热": "Nóng hổi bánh vò viên, chữ NHIỆT độ lửa liền.",
  "买": "Đầu trần không mũ che, chữ MUA sắm cần phải đề.",
  "导": "Rắn dài dẫn lối về, chữ DẪN đường đi vẹn bề.",
  "对": "Đối diện bắt tay chào, chữ ĐÚNG chuẩn xác cao.",
  "识": "Biết dùng ngôn ngữ thông, chữ THỨC kiến thức không phai mờ.",
  "衷": "Áo choàng bao trái tim, 衣中 nhớ kỹ trong tâm.",
  "侈": "Người 亻 tham lam nhiều 多, xa hoa chẳng sót bao nhiêu.",
  "竖": "又 đứng thẳng như dao 刂, chữ 竖 in vào trí nào.",
  "寝": "彐冖又 nằm nghỉ ngơi, 丬 giường 宀 nhà, ngủ vùi chẳng lo.",
  "荆": "Cỏ 艹 cây gai 刂 xung quanh, đường rừng đầy gai gọi tên.",
  "浊": "Ao 氵 đục váng 虫 nổi lên, nước đục ao tù dễ nhận.",
  "岔": "Đường phân 分 bởi núi 山, lối rẽ chữ 岔 khắc mang.",
  "腊": "Thịt ⺼ cúng năm 昔 qua, lễ tết tháng chạp gọi là 腊.",
  "舱": "Khoang thuyền 舟 cabin 仓, chữ 舱 ghi dấu tàu sang.",
  "俏": "亻 người tương tự 肖, nét đẹp duyên dáng chẳng phai mờ.",
  "雀": "Chim nhỏ 小 隹 đậu cành, chim sẻ bay nhảy nhẹ nhàng.",
  "盏": "Đĩa 戋 trên đế 皿 tròn, đèn 盏 soi sáng đêm buồn.",
  "碧": "Đá 石 hổ phách 珀 đẹp sao, viên ngọc xanh màu sáng cao.",
  "郭": "Tòa nhà 享 ngoài thành phố 阝, tường thành 郭 vững ngày sau.",
  "歼": "Ngàn 千 xác 歹 đổ nhanh, tiêu diệt sạch sẽ chiến thành.",
  "旷": "Đồng bằng 广 dưới nắng 日, mênh mông trời đất rộng thì.",
  "耍": "Nữ 女 cải trang râu 而, giả nam chơi đùa tự do.",
  "橱": "Tủ gỗ 木 厨 đựng đồ, tủ bếp 橱 giữ sạch trong gia hộ.",
  "杠": "Gỗ 木 công cụ 工 dùng, đòn bẩy 杠 giúp đỡ cùng.",
  "晋": "亚 thứ hai với 日 thêm, một bước tiến tới chữ 晋 liền.",
  "兽": "Sừng 丷 mắt 田 mũi 一, miệng 口 con vật thú dữ thật nhiều.",
  "佣": "Người 亻 được thuê 用 làm, người hầu 佣 việc không nhàn.",
  "嫉": "Nữ 女 ghen tị 疾 sâu, lòng ghen chữ 嫉 khắc vào tâm can.",
  "蚀": "Côn trùng 虫 cắn 饣 phá tan, ăn mòn chữ 蚀 chẳng an.",
  "枯": "Cây cổ thụ 古 木 già, khô héo chữ 枯 dễ là.",
  "姥": "Phụ nữ 女 lớn tuổi 老, bà ngoại 姥 nhớ mãi nào.",
  "窑": "Lò nung đất sét tạo hình, gốm sứ ra đời từ lò 窑 này.",
  "惑": "Tâm 或 bất định lay, hoặc tâm 惑 khó biết ngày mai.",
  "侃": "Nước suối chảy đáng tin cậy, lời nói chân thành chữ 侃 đây.",
  "筋": "Tre 竹 xương sườn 肋, khỏe mạnh chữ 筋 bền dai.",
  "谜": "Lời 讠 mê 迷 bí ẩn dài, câu đố chữ 谜 khó phai.",
  "霍": "Chim 隹 bão 雨 kẹt nhanh, chữ 霍 diễn tả trận cuồng phong.",
  "舆": "Xe 车 đẩy vai 舁 nâng, xe đẩy chữ 舆 dễ dàng.",
  "叠": "Quần áo 叒 ngăn 冝 chồng, xếp lớp chữ 叠 gọn trong.",
  "陈": "Bộ 阝 phụ chữ 东 đồng, họ 陈 ghi nhớ dòng sông.",
  "贱": "Ít tiền 戋 vỏ sò 贝, giá thấp chữ 贱 dễ hiểu ngay.",
  "凿": "Đục 丵 tạo khe 凵 dày, chữ 凿 khắc hình dáng này.",
  "丹": "Chu sa giếng khai thác nơi, thuốc đỏ chữ 丹 sáng tươi.",
  "卉": "Nhóm thực vật 屮艹 đều, hoa cỏ chữ 卉 đẹp thay.",
  "羞": "Bàn tay 丑 cầm thịt cừu 羊, xấu hổ chữ 羞 nhớ thương.",
  "隶": "Tay 又 nắm đuôi 尾 nhanh, bắt giữ chữ 隶 rõ ràng.",
  "秉": "Tay 又 cầm bông lúa 禾, thu hoạch chữ 秉 gặt mùa.",
  "兼": "Tay 又 hai bông 禾 vừa, kiêm nhiệm chữ 兼 chẳng chừa.",
  "祭": "Tay 又 dâng thịt ⺼ thờ, nghi lễ chữ 祭 tổ xưa.",
  "袁": "Tay 又 mặc áo 衣 vừa, chữ 袁 diễn tả áo giáp xưa.",
  "辱": "Tay 寸 công cụ 辰 mau, cỏ dại chữ 辱 bỏ lâu.",
  "妥": "Tay 爫 xoa dịu nữ 女, yên ổn chữ 妥 khắc ghi.",
  "肆": "Kiềm chế 㣇 đuôi 隶 cầm, chữ 肆 diễn tả cửa hàng.",
  "枚": "Tay gõ thân cây một lần, chữ 枚 diễn tả từng phần.",
  "仁": "Hai 二 người 亻 tốt lành, nhân ái chữ 仁 nhớ nhanh.",
  "曰": "Miệng 口 đường thẳng ngay, lời nói chữ 曰 dễ hay.",
  "贪": "Miệng 今 vỏ sò 贝 giàu, tham lam chữ 贪 nhớ sâu.",
  "罗": "Mạng 网 bắt chim 隹 mau, lưới chữ 罗 dễ thấy đâu.",
  "昔": "Ngày 日 lũ thảm khốc 𡿧, quá khứ chữ 昔 nhớ luôn.",
  "蜀": "Người 人 nuôi tằm 虫 mau, đất Thục chữ 蜀 khắc sâu.",
  "役": "Người 亻 bị kiểm soát 殳, phục vụ chữ 役 nhớ lâu.",
  "伏": "Người 亻 nằm cạnh chó 犬, cúi xuống chữ 伏 nhớ nhanh.",
  "甸": "Người 勹 làm ruộng 田 nhanh, đồng ruộng chữ 甸 nhớ nhanh.",
  "御": "Người 卩 dùng chày 午 cầm, điều khiển chữ 御 nhớ rằng.",
  "寡": "Một mình 宀 ở nhà riêng, cô độc chữ 寡 nhớ liền.",
  "羡": "Nước miếng 㳄 cừu 羊 muốn ăn, thèm thuồng chữ 羡 nhớ luôn.",
  "廷": "Đứng mặt đất 𡈼 trước sân 𠃊, sân đình chữ 廷 khắc sâu.",
  "兜": "Mặt 皃 đội mũ bảo hiểm, chữ 兜 ghi nhớ đội đầu.",
  "蔑": "Lông mày 眉 bị đánh 攻, coi thường chữ 蔑 nhớ luôn.",
  "尸": "Người ngồi cong gối 屈, chữ 尸 diễn tả hình thế.",
  "屯": "Cây mới nảy mầm 根, chữ 屯 diễn tả mùa xuân.",
  "虐": "Hổ 虍 tấn công người 人, tàn bạo chữ 虐 nhớ nhanh.",
  "伐": "Vũ khí 戈 chém cổ 亻, tấn công chữ 伐 rõ ràng.",
  "殿": "Vũ khí 殳 đánh mông 𡱒, điện thờ chữ 殿 nhớ nhanh.",
  "婴": "Phụ nữ 女 đeo vỏ sò 賏, trẻ thơ chữ 婴 nhớ rằng.",
  "衰": "Áo mưa 裁 cỏ rơm 缝, suy yếu chữ 衰 khắc trong.",
  "州": "Đất khô giữa sông 水, khu vực chữ 州 nhớ nhanh.",
  "昆": "Côn trùng 昆 sinh trưởng nhanh, loài bọ chữ 昆 nhớ rằng.",
  "孔": "Khe hở 子 trên đầu 頭, lỗ chữ 孔 dễ nhớ lâu.",
  "葬": "Xác chết 死 cỏ 茻 phủ, chôn cất chữ 葬 nhớ sâu.",
  "渔": "Nước 氵 cá 鱼 đánh bắt nhanh, đánh cá chữ 渔 nhớ rằng.",
  "熏": "Thảo mộc 東 lửa 灬 hun, hun khói chữ 熏 nhớ luôn.",
  "眉": "Lông mày 眉 trên mắt 目, đôi mày chữ 眉 dễ học.",
  "尼": "Người 匕 cõng người 尸 lưng, tu hành chữ 尼 nhớ nhanh.",
  "皆": "Người 从 nói chuyện 曰, tất cả chữ 皆 dễ biết.",
  "巫": "Pháp sư dùng đồ vật nào, phù phép chữ 巫 nhớ lâu.",
  "丐": "Lưỡi dao sắc bén cắt nhanh, ăn mày chữ 丐 dễ nhìn.",
  "赤": "Lửa 大 cháy đỏ rực 火, đỏ tươi chữ 赤 nhớ đó.",
  "荧": "Đuốc 𤇾 lửa 火 lấp lánh, ánh sáng chữ 荧 dễ thấy.",
  "桑": "Dâu tằm 木 lá cây xanh, tằm ăn chữ 桑 nhớ rằng.",
  "肖": "Trăng 月 nhỏ 小 biến mất, giống nhau chữ 肖 dễ học.",
  "穆": "Lúa 禾 chín rủ 彡 trang sức, uy nghiêm chữ 穆 nhớ tức.",
  "莫": "Mặt trời 日 cỏ 茻 chiếu qua, hoàng hôn chữ 莫 nhớ là.",
  "吕": "Hai tấm kim loại ghép vào, chữ 吕 diễn tả chồng cao.",
  "兑": "Miệng 口 tám 八 phát âm, đổi trao chữ 兑 nhớ nhanh.",
  "赫": "Đỏ tươi 赤 lặp lại đây, chữ 赫 diễn tả màu này.",
  "丝": "Lụa 纟 lặp lại liên tiếp, chữ 丝 diễn tả tơ mềm.",
  "馈": "Đắt 贵 thức ăn 饣 gửi trao, tặng quà chữ 馈 nhớ lâu.",
  "孪": "Con thứ hai 亦 子 sinh ra, song sinh chữ 孪 dễ là.",
  "秃": "Tóc 禾 ít trên đầu 几, hói đầu chữ 秃 nhớ kỹ.",
  "姜": "Cỏ 艹 cung cấp ý nghĩa, chữ 姜 đọc đúng âm này.",
  "荡": "Nước nóng 汤 thực vật 艹, sóng chữ 荡 dễ nhớ lâu.",
  "蝇": "Cóc 黾 ăn côn trùng 虫, ruồi chữ 蝇 dễ nhận thông.",
  "扛": "Tay 扌 lao động 劳 chăm, gánh vác chữ 扛 nhớ rằng.",
  "畸": "Dư thừa 田 kỳ 奇 kết hợp, dị dạng chữ 畸 nhớ kỹ.",
  "蛮": "Côn trùng nhỏ 虫, thêm 亦 thành chữ này.",
  "脉": "Mạch dài 永 trong cơ thể ⺼ người.",
  "砂": "Đá nhỏ 少 nằm trên đá 石 tạo thành cát.",
  "斑": "Dấu hiệu 文 ẩn mình bên trong ngọc 王.",
  "链": "Kim loại 钅 kết nối 连 thành chuỗi dài.",
  "赋": "Tiền 贝 nuôi lớn quân đội 武 hùng cường.",
  "韵": "Tông giọng đều 匀 hòa âm 音 ngọt ngào.",
  "堪": "Người có đất 土 đáng kể 甚 vững bền.",
  "氏": "Cái búa, thìa 口 truyền từ thuở xa xưa.",
  "夷": "Sợi dây quấn quanh mũi tên ⺾ tạo chữ.",
  "逆": "Người lộn ngược 屰 đi sai hướng 辶 thật lạ.",
  "斥": "Âm thanh 乇 dưới mái nhà 广 mới hay.",
  "脖": "Cổ dài 孛 nơi thân người ⺼ đứng dậy.",
  "逮": "Bắt giữ 隶 kẻ sai lầm 辶 chẳng tha.",
  "抒": "Tay đưa 予 ý nghĩa sâu 扌 cho đời.",
  "匀": "Như mây 云 trải rộng đều 吕 khắp nơi.",
  "敦": "Thanh âm 享 vang đến 攵 mọi phương trời.",
  "亭": "Lầu cao 京 dựng đứng trên nền 丁 vững vàng.",
  "仗": "Người đi 亻 dựa gậy dài 丈 dặm trường.",
  "侨": "Người 亻 rời quê lên cầu 乔 xa xăm.",
  "仇": "Kẻ thù 亻 chín 九 mối hận truyền đời.",
  "伦": "Người 亻 luân thường 仑 đạo lý sáng ngời.",
  "俭": "Người 亻 kiệm 佥 của cải, sống đẹp lòng.",
  "佑": "Phải 右 che chở 亻 phù hộ mãi không.",
  "伺": "Người 亻 chờ đợi 司 việc xảy ra.",
  "俊": "Người tài 亻 xuất chúng 夋 vượt muôn loài.",
  "侠": "Anh hùng 亻 kẹp 夹 giúp đời công bằng.",
  "倚": "Người 亻 tựa vào 奇 chỗ vững vàng.",
  "俘": "Người 亻 bị bắt 孚 vì thua trận rồi.",
  "侍": "Người 亻 hầu hạ 寺 chăm chỉ nhiều.",
  "倘": "Người 亻 nếu như 尚 chuyện xảy ra.",
  "僚": "Người 亻 đồng liêu 尞 làm việc chung.",
  "伊": "Người đó 亻 bên cạnh 尹 chẳng phai mờ.",
  "俯": "Người cúi 府 đầu xuống 亻 rất thấp.",
  "俄": "Người 亻 ta 我 có chút thời gian.",
  "僧": "Người tu 亻 từng 曾 trải qua cửa thiền.",
  "伯": "Người 亻 bậc bực 白 đứng đầu gia đình.",
  "儒": "Người hiền 亻 nhu 需 học thức uyên thâm.",
  "凝": "Nghi vấn 疑 lạnh buốt 冫 đứng thành băng.",
  "凳": "Ghế ngồi 几 vững chắc 登 nâng người.",
  "凰": "Chim hoàng 几 bay cao 皇 giữa trời xanh.",
  "割": "Dao cắt 刂 hại 害 phân chia rõ ràng.",
  "剔": "Dao cắt 刂 dễ 易 bỏ chi tiết thừa.",
  "刹": "Dao cắt 刂 giết 杀 dừng lại nhanh.",
  "削": "Dao cắt 刂 giống 肖 gọt vỏ ngoài.",
  "剂": "Dao cắt 刂 chỉnh 齐 thuốc điều chế.",
  "勉": "Cố gắng 力 miễn 免 khó khăn vượt qua.",
  "劫": "Cướp đoạt 力 đi 去 gây tai họa đời.",
  "勋": "Công lao 力 viên 员 vẻ vang muôn đời.",
  "勘": "Khảo sát 力 thậm 甚 kỹ càng tìm tòi.",
  "募": "Chiêu mộ 力 chẳng 莫 thiếu người hiền.",
  "匙": "Muỗng 匕 là này 是 để ăn cơm.",
  "卦": "Xem bói 卜 quẻ 圭 đoán định vận may.",
  "刘": "Kim 金 cắt 刂 chính 卯 thành dòng họ lâu đời.",
  "孵": "Trứng 卵 ấp 孚 nở con chim non.",
  "厦": "Nhà cao 厂 mùa hè 夏 mát mẻ luôn.",
  "厢": "Phòng bên 厂 tương 相 đối xứng nhau.",
  "叙": "Kể chuyện 又 dư 余 tiếp nối lời.",
  "叮": "Miệng gọi 口 đinh 丁 nhắc nhở ai.",
  "呜": "Miệng kêu 口 ô 乌 tiếng bi thương.",
  "吁": "Miệng thở 口 ư 于 nhẹ nhàng than.",
  "哑": "Miệng câm 口 á 亚 chẳng nói năng.",
  "吭": "Miệng kêu 口 kháng 亢 tiếng vang vọng.",
  "咐": "Miệng dặn 口 phó 付 dặn dò cẩn thận.",
  "喉": "Miệng hô 口 hầu 侯 cổ họng sâu.",
  "喻": "Miệng nói 口 du 俞 hiểu biết thông.",
  "叭": "Miệng kêu 口 tám 八 tiếng động vang.",
  "哄": "Miệng hù 口 cộng 共 đồng thanh cười.",
  "呐": "Miệng nạp 口 nội 内 tiếp nhận lời.",
  "叨": "Miệng đao 口 dao 刀 cắn nuốt thầm.",
  "吩": "Miệng phân 口 phân 分 chia rành mạch.",
  "咧": "Miệng liệ 列 mở rộng ra cười.",
  "喇": "Miệng lạt 剌 kêu to gọi mời tới.",
  "唠": "Miệng lao 劳 nói chuyện dài dòng.",
  "吻": "Miệng ngậm 口 vật 勿 chạm môi hôn.",
  "哗": "Miệng hoa 华 kêu to tiếng động lớn.",
  "呵": "Miệng ha 口 khả 可 trách mắng khẽ.",
  "噪": "Miệng táo 喿 kêu inh ỏi tiếng om sòm.",
  "咽": "Miệng yết 因 nuốt thức ăn vào.",
  "唾": "Miệng thóa 垂 nước dãi chảy ra ngoài.",
  "哆": "Miệng đa 多 run rẩy động đậy liên hồi.",
  "唤": "Miệng hoán 奂 gọi mời ai đến đây.",
  "喧": "Miệng tuyên 宣 kêu to tiếng ồn ào.",
  "嘱": "Miệng thuộc 属 dặn dò cẩn thận lời.",
  "唐": "Miệng đường 庚 mở rộng dẫn lối đi.",
  "哦": "Miệng nga 我 đáp lại tiếng ê a.",
  "嘲": "Miệng triều 朝 giễu cợt cười chê đời.",
  "咏": "Miệng vịnh 永 hát ca câu thơ hay.",
  "哺": "Miệng phụ 甫 nuôi dưỡng con thơ.",
  "唉": "Miệng ai 矣 thở than đau khổ lòng.",
  "嗦": "Miệng tác 索 nói dài dòng mãi không.",
  "嗜": "Miệng thích 耆 nghiện ngập thói quen nào.",
  "喘": "Miệng đoản 耑 thở gấp hơi thở mau.",
  "啸": "Miệng tiếu 肃 huýt sáo vang trời cao.",
  "哨": "Miệng tiểu 肖 huýt còi báo hiệu mau.",
  "啃": "Miệng khẳng 肯 cắn nuốt từng miếng dần.",
  "哎": "Miệng ai 艾 than thở một tiếng buồn.",
  "唬": "Miệng hổ 虎 doạ dẫm khiến ai sợ.",
  "嚷": "Miệng nhương 襄 la hét inh ỏi tai.",
  "唇": "Miệng thần 辰 môi miệng mềm mại.",
  "嘿": "口 đen hợp lại, âm thanh rõ ràng.",
  "咙": "Miệng rồng gầm thét, âm vang trời xanh.",
  "呈": "Khẩu hình nghiêm chỉnh, ý nghĩa phân minh.",
  "鄙": "Làng quê yên ả, đất bao quanh thành.",
  "坛": "Đất mây tụ hội, nơi hương khói thành.",
  "坑": "Đất cao lấp hố, đường bằng dễ đi.",
  "堡": "Đất giữ vững vàng, thành trì bảo vệ.",
  "塘": "Đất ao hồ rộng, nước lặng sóng êm.",
  "垫": "Đất nền nâng đỡ, chỗ ngồi vững bền.",
  "坟": "Đất văn hóa mộ, dấu xưa còn ghi.",
  "堤": "Đất giữ dòng sông, đê cao chắn lũ.",
  "垦": "Đất bồi cày xới, mở ruộng đồng xa.",
  "壤": "Đất vườn màu mỡ, cây trái sum suê.",
  "坝": "Đất xây kiên cố, ngăn nước không tràn.",
  "坠": "Đất rơi xuống thấp, vật nặng rời tay.",
  "堕": "Đất sụp lỡ làng, mất phương hướng rồi.",
  "垄": "Đất dài cong cong, luống cày song song.",
  "垂": "Đất treo nghiêng ngả, quả chín rũ cành.",
  "奢": "Người lớn phung phí, sống đời xa hoa.",
  "妆": "Nàng tô điểm mặt, vẻ đẹp tỏa sáng.",
  "娇": "Nàng kiều diễm thắm, yểu điệu tựa sen.",
  "妄": "Nàng mê vọng tưởng, tâm trí chẳng yên.",
  "嫂": "Nàng dâu hiền thục, gia đình thuận hòa.",
  "嬉": "Nàng cười vui vẻ, tiếng nói trong veo.",
  "妖": "Nàng yêu dịu dàng, sắc đẹp mê hồn.",
  "婉": "Nàng đoan trang nết, dáng điệu dịu hiền.",
  "嫁": "Nàng về nhà chồng, duyên tình trăm năm.",
  "嫦": "Nàng thường ngắm trăng, tiên nữ trên cao.",
  "奸": "Nàng làm điều ác, lòng dạ hiểm sâu.",
  "媳": "Nàng dâu hiếu thảo, gia đình yên vui.",
  "娥": "Nàng thơ thướt tha, vẻ đẹp kiêu sa.",
  "妒": "Nàng ghen bóng gió, lòng dạ bất an.",
  "嫩": "Nàng xuân tươi trẻ, làn da mịn màng.",
  "妨": "Nàng gây trở ngại, việc khó thành công.",
  "婪": "Nàng rừng tham lam, dục vọng đầy lòng.",
  "姿": "Nàng tư thế đẹp, dáng đứng uyển chuyển.",
  "姆": "Nàng mẹ hiền lành, chăm sóc tận tình.",
  "勃": "Lực mạnh sinh sôi, sức trỗi dậy nhanh.",
  "宪": "Mái che luật pháp, điều lệ rõ ràng.",
  "寂": "Mái yên tĩnh lặng, không gian tịch liêu.",
  "宙": "Mái trời bao la, thời gian vô biên.",
  "寓": "Mái nhà tạm trú, nơi ở bình yên.",
  "寥": "Mái đơn cô độc, trời đất mênh mông.",
  "宵": "Mái đêm sâu thẳm, sao sáng lung linh.",
  "寞": "Mái buồn lặng lẽ, tâm sự chất chồng.",
  "劣": "Ít sức yếu mềm, năng lực kém hơn.",
  "尬": "Chân khuỳnh khó bước, lúng túng ngại ngùng.",
  "尴": "Chân gập khó coi, bộ dạng bối rối.",
  "屈": "Xác nằm cong queo, chịu khuất phục rồi.",
  "屡": "Xác chồng lớp lớp, lần lượt xếp đều.",
  "屠": "Xác người tàn sát, máu đổ thành sông.",
  "屑": "Xác vụn bụi bặm, nhỏ bé chẳng còn.",
  "屿": "Núi non hùng vĩ, đảo nhỏ giữa lòng.",
  "屹": "Núi cao đứng vững, bất chấp gió mưa.",
  "岭": "Núi non hiểm trở, đèo dốc chập chùng.",
  "峻": "Núi cao chót vót, đỉnh đá dựng đứng.",
  "峙": "Núi chùa cổ kính, đỉnh tháp cao vời.",
  "崛": "Núi nhô cao vút, thế đứng oai nghiêm.",
  "崭": "Núi non chen chúc, mới mẻ lạ kỳ.",
  "崩": "Núi sập tan tành, đất đá đổ tuôn.",
  "冈": "Núi trùng điệp điệp, gò đồi nối liền.",
  "凯": "Chiến thắng trở về, khúc nhạc vang rền.",
  "帆": "Tàu buồm căng gió, vượt biển xa vời.",
  "帜": "Cờ bay phấp phới, gió cuốn tung bay.",
  "幢": "Cờ phướn rực rỡ, em bé ngây thơ.",
  "帐": "Vải màn phủ kín, giấc ngủ êm đềm.",
  "庙": "Chùa miếu thiêng liêng, thờ Phật tôn nghiêm.",
  "廊": "Hiên dài uốn lượn, hành lang nghỉ chân.",
  "弈": "Đôi tay khéo léo, quân cờ đấu tranh.",
  "弛": "Cung tên thả lỏng, dây chùng không căng.",
  "弥": "Cung xa bắn rộng, tầm mắt mênh mang.",
  "弧": "Cung cong như dưa, đường vòng tuyệt đẹp.",
  "弘": "Cung miệng rộng lớn, âm thanh vang xa.",
  "彬": "Áo dài thướt tha, rừng cây xanh um.",
  "彰": "Áo hoa nổi bật, vẻ đẹp rạng ngời.",
  "徐": "Bước chậm ung dung, đường dài thảnh thơi.",
  "恭": "Tay chắp cung kính, lễ phép trước người.",
  "怠": "Trí óc lười biếng, công việc dần lui.",
  "忌": "Trí nhớ lưu tâm, điều kiêng kỵ rồi.",
  "惩": "Trí đau phạt tội, sửa chữa lỗi lầm.",
  "悠": "Trí thư thái thảnh, lòng nhẹ nhàng trôi.",
  "憋": "Trí buồn nghẹn ngào, cảm xúc dồn nén.",
  "愚": "Trí ngu si dại, khôn ngoan chẳng còn.",
  "恳": "Trí chân thành thật, lời cầu thiết tha.",
  "惹": "Trí gây phiền nhiễu, chuyện rắc rối nhiều.",
  "慕": "Trí mơ ước vọng, lòng ngưỡng mộ trao.",
  "闷": "Trí buồn chán nản, cửa đóng then cài.",
  "恍": "Trí mơ hồ mộng, ánh sáng loé qua.",
  "悦": "Trí vui mừng rỡ, niềm hạnh phúc trao.",
  "惧": "Trí lo sợ hãi, điều xấu đến gần.",
  "悼": "Trí thương tiếc nuối, người mất không quên.",
  "怯": "Trí hèn nhát sợ, can đảm chẳng còn.",
  "怡": "Trí thanh thản nhẹ, tâm hồn an nhiên.",
  "怖": "Trí kinh hoàng sợ, ám ảnh hiện tiền.",
  "惦": "Trí nhớ thương mãi, nỗi niềm trong tim.",
  "慷": "Trí rộng lượng cao, tấm lòng quảng đại.",
  "惭": "Trí hổ thẹn nhiều, sai lầm nhận ra.",
  "慨": "Trí cảm kích sâu, lòng biết ơn trao.",
  "惕": "Trí cảnh giác cao, đề phòng mọi điều.",
  "慎": "Trí cẩn thận lắm, việc làm chu toàn.",
  "慑": "Tâm sợ hãi, âm thanh nép, ghép nên chữ 慑.",
  "恤": "Tâm thương xót, huyết rơi lệ, thành chữ 恤.",
  "懈": "Tay buông lơi, giải thoát rồi, chữ 懈 đây.",
  "惫": "Tư tưởng mệt, 夂 thêm vào, chữ 惫 ra đời.",
  "贼": "Kẻ gian manh, 贝 âm vang, ghép chữ 贼 này.",
  "擎": "Tay nâng cao, kính trọng thay, tạo chữ 擎 đây.",
  "拄": "Tay vịn vào, chủ đứng lâu, thành chữ 拄 này.",
  "掠": "Tay quét qua, kinh động là, ghép chữ 掠 đây.",
  "抡": "Tay xoay tròn, luân chuyển luôn, thành chữ 抡.",
  "拎": "Tay nhẹ nhàng, lệnh truyền sang, tạo chữ 拎 này.",
  "拟": "Tay soạn thảo, ý nghĩa nào, ghép chữ 拟 đây.",
  "挽": "Tay kéo lại, miễn cưỡng thôi, thành chữ 挽 này.",
  "拴": "Tay buộc dây, toàn bộ đây, ghép chữ 拴 này.",
  "扒": "Tay bới tìm, tám hướng nhìn, tạo chữ 扒 này.",
  "拦": "Tay ngăn lại, lan can dài, thành chữ 拦 đây.",
  "拱": "Tay chắp lại, cùng chung vai, ghép chữ 拱 này.",
  "拙": "Tay vụng về, xuất hiện ngay, tạo chữ 拙 này.",
  "捞": "Tay vớt lên, lao động liền, thành chữ 捞 đây.",
  "抠": "Tay cạy móc, khu vực trong, ghép chữ 抠 này.",
  "拌": "Tay đảo đều, nửa vời thôi, thành chữ 拌 này.",
  "抑": "Tay nén lại, in dấu sâu, ghép chữ 抑 này.",
  "掺": "Tay pha trộn, tham gia vào, tạo chữ 掺 này.",
  "扳": "Tay kéo ngược, phản hồi mau, thành chữ 扳 đây.",
  "拘": "Tay giữ chặt, câu hỏi đâu, ghép chữ 拘 này.",
  "捆": "Tay buộc kỹ, khốn khó thay, tạo chữ 捆 này.",
  "挫": "Tay nghiền nát, ngồi yên lặng, thành chữ 挫 đây.",
  "捶": "Tay đấm mạnh, chui xuống đất, ghép chữ 捶 này.",
  "掩": "Tay che lại, ám ảnh sâu, tạo chữ 掩 đây.",
  "搂": "Tay ôm lấy, lâu bền nào, thành chữ 搂 này.",
  "拧": "Tay vặn chặt, ninh thật lâu, ghép chữ 拧 này.",
  "搏": "Tay đánh mạnh, phổ biến thay, tạo chữ 搏 này.",
  "挠": "Tay gãi ngứa, nhiễu loạn rồi, thành chữ 挠 đây.",
  "掘": "Tay đào bới, khuất phục thôi, ghép chữ 掘 này.",
  "捣": "Tay giã mạnh, đảo lộn rồi, tạo chữ 捣 này.",
  "搓": "Tay chà xát, sai biệt nào, thành chữ 搓 này.",
  "撰": "Tay viết văn, tuyên bố luôn, ghép chữ 撰 này.",
  "撼": "Tay lay động, cảm giác sâu, tạo chữ 撼 này.",
  "撒": "Tay rải hạt, tán loạn đâu, thành chữ 撒 đây.",
  "抖": "Tay rung lắc, đấu tranh nào, ghép chữ 抖 này.",
  "撕": "Tay xé rách, tư thế nào, tạo chữ 撕 này.",
  "抚": "Tay vuốt nhẹ, không còn gì, thành chữ 抚 đây.",
  "捍": "Tay bảo vệ, hạn chế thay, ghép chữ 捍 này.",
  "抹": "Tay lau sạch, mạt vị nào, tạo chữ 抹 này.",
  "拣": "Tay chọn lựa, giản dị thôi, thành chữ 拣 đây.",
  "掀": "Tay mở tung, hân hoan nào, ghép chữ 掀 này.",
  "扯": "Tay kéo dãn, chỉ dừng thôi, tạo chữ 扯 này.",
  "捅": "Tay đâm thủng, thông suốt nào, thành chữ 捅 đây.",
  "拓": "Tay mở rộng, đá cứng thay, ghép chữ 拓 này.",
  "揪": "Tay nắm chặt, thu nhỏ nào, tạo chữ 揪 này.",
  "揣": "Tay ôm ấp, đoan trang thay, thành chữ 揣 này.",
  "捎": "Tay mang theo, tiếu ngạo nào, ghép chữ 捎 này.",
  "攘": "Tay giành lấy, tương lai nào, tạo chữ 攘 này.",
  "搅": "Tay khuấy động, giác ngộ thay, thành chữ 攪 này.",
  "攒": "Tay tích góp, tán thưởng nào, ghép chữ 攒 này.",
  "挪": "Tay dời chỗ, na ná nào, tạo chữ 挪 này.",
  "搁": "Tay đặt xuống, các tầng cao, thành chữ 搁 đây.",
  "摊": "Tay trải rộng, nạn nhân nào, ghép chữ 摊 này.",
  "拢": "Tay tụ họp, long phụng nào, tạo chữ 拢 này.",
  "敛": "Tay thu lại, kiểm soát nào, thành chữ 敛 đây.",
  "敞": "Cửa mở toang, thượng đẳng nào, ghép chữ 敞 này.",
  "斧": "Rìu sắc bén, phụ tá nào, tạo chữ 斧 này.",
  "旭": "Mặt trời mọc, cửu trùng cao, thành chữ 旭 đây.",
  "晃": "Ánh sáng loá, quang đãng nào, ghép chữ 晃 này.",
  "昂": "Đầu ngẩng cao,卬 tự hào, tạo chữ 昂 này.",
  "晤": "Gặp mặt nhau, ngũ hồ nào, thành chữ 晤 đây.",
  "旱": "Khô hạn đến, cam chịu nào, ghép chữ 旱 này.",
  "曝": "Phơi nắng to, báo trước nào, tạo chữ 曝 này.",
  "昧": "Tối tăm đến, vị trí nào, thành chữ 昧 đây.",
  "暮": "Chiều tà xuống, mộ phần nào, ghép chữ 暮 này.",
  "蠢": "Xuân đến rồi, trùng dậy lên, tạo chữ 蠢 này.",
  "胧": "Trăng mờ ảo, long lanh nào, thành chữ 胧 đây.",
  "杖": "Gậy chống tay, trưởng giả nào, ghép chữ 杖 này.",
  "柄": "Cán cầm tay, bình thường thôi, tạo chữ 柄 này.",
  "栋": "Cây làm nhà, đông phương nào, thành chữ 栋 đây.",
  "杭": "Cây cầu bắc, kháng đỡ nào, ghép chữ 杭 này.",
  "枢": "Trục quay tròn, khu vực nào, tạo chữ 枢 này.",
  "柳": "Cây liễu mềm, mão đầu nào, thành chữ 柳 đây.",
  "椒": "Cây tiêu cay, thúc đẩy nào, ghép chữ 椒 này.",
  "杜": "Cây chắn đường, thổ địa nào, tạo chữ 杜 này.",
  "桂": "Cây quế thơm, quý giá nào, thành chữ 桂 đây.",
  "棺": "Quan tài gỗ, quản lý nào, ghép chữ 棺 này.",
  "桩": "Cọc gỗ cắm, trang nghiêm nào, tạo chữ 桩 này.",
  "棍": "Gậy dài thượt, hỗn độn nào, thành chữ 棍 đây.",
  "槽": "Máng đựng đồ, tào tháo nào, ghép chữ 槽 này.",
  "株": "Cây cối trồng, châu báu nào, tạo chữ 株 này.",
  "桶": "Thùng gỗ đựng, thông dụng nào, thành chữ 桶 đây.",
  "橙": "Cam ngọt ngào, đăng đối nào, ghép chữ 橙 này.",
  "柏": "Cây bách xanh, bạch ngọc nào, tạo chữ 柏 này.",
  "槛": "Cửa ngục tối, giám sát nào, thành chữ 檻 đây.",
  "橘": "Cam vàng tươi, dục vọng nào, ghép chữ 橘 này.",
  "榨": "Ép nước ra, trật tự nào, tạo chữ 榨 này.",
  "椰": "Cây dừa cao, da diết nào, thành chữ 椰 đây.",
  "梢": "Ngọn cây non, tiểu thư nào, ghép chữ 梢 này.",
  "橡": "Cây sồi lớn, tượng trưng nào, tạo chữ 橡 này.",
  "槐": "Cây hòe cổ, quý tộc nào, thành chữ 槐 đây.",
  "棘": "Gai nhọn hoắt, thích hợp nào, ghép chữ 棘 này.",
  "殃": "Tai họa đến, anh em nào, tạo chữ 殃 này.",
  "毙": "Chết nằm xuống, tỷ thí nào, thành chữ 毙 đây.",
  "毯": "Tấm thảm êm, viêm nhiệt nào, ghép chữ 毯 này.",
  "氓": "Dân quê lam, mạng sống nào, tạo chữ 氓 này.",
  "浆": "Nước chảy nhẹ nhàng, sẽ ghép thành dòng.",
  "沮": "Sông sâu nước lặng, và như thế đứng yên.",
  "泄": "Dòng nước tuôn trào, thế gian lao xao.",
  "沧": "Biển xanh sóng vỗ, thương nhớ bến bờ.",
  "涂": "Bùn lầy khó bước, dư âm còn vương.",
  "渝": "Lòng người đổi thay, dư tình vẫn đây.",
  "泻": "Nước tuôn ào ào, viết nên câu nào.",
  "浑": "Nước đục cuồn cuộn, quân hành muôn phần.",
  "汹": "Sóng dữ dội lên, hung hiểm từng phen.",
  "浏": "Dòng trong veo chảy, lưu giữ bóng mây.",
  "涮": "Nước sôi bọt tung, sạch sẽ mọi đường.",
  "涝": "Lũ lụt tràn về, lao đao ruộng đồng.",
  "淘": "Cát vàng rửa sạch, đào tìm dấu xưa.",
  "沾": "Giọt sương long lanh, chiếm giữ cành hoa.",
  "渗": "Nước thấm từ từ, thẩm sâu đất khô.",
  "沽": "Rượu thơm ngát bay, cổ tích còn đây.",
  "沼": "Đầm sâu cá lội, triệu năm chẳng vơi.",
  "浩": "Biển rộng mênh mông, cáo biệt ngàn sông.",
  "汰": "Sóng cuốn trôi xa, thái bình an hòa.",
  "沃": "Ruộng đồng màu mỡ, yêu thương không rời.",
  "淹": "Nước ngập mênh mang, ám ảnh tháng ngày.",
  "溪": "Suối reo róc rách, hề ai nỡ quên.",
  "澳": "Vịnh sâu neo đậu, ao ước bình yên.",
  "溶": "Hòa tan vào nước, dung chứa mọi miền.",
  "滨": "Bờ biển sóng vỗ, tân khách ghé qua.",
  "涛": "Sóng lớn vỗ về, thọ mệnh dài lâu.",
  "淌": "Dòng suối len lỏi, thưởng ngoạn đêm thâu.",
  "潦": "Nước tù đọng lại, liều mình vượt qua.",
  "浇": "Tưới nước mát lành, yêu chiều vạn nhà.",
  "洲": "Đảo nổi giữa sông, châu thổ đợi chờ.",
  "滞": "Nước đọng không trôi, đãi thời thuận buồm.",
  "沸": "Nước sôi sùng sục, phật lòng chẳng an.",
  "涕": "Giọt lệ tuôn rơi, đệ nhị vô thường.",
  "泌": "Nước ngọt tuôn ra, tất bật sớm chiều.",
  "沪": "Cửa biển rộng mở, hộ vệ quê hương.",
  "浙": "Sông dài uốn khúc, chiết lý sâu xa.",
  "溉": "Tưới nước đồng xanh, kế thừa mùa sau.",
  "沐": "Tắm gội sạch sẽ, mộc mạc tự nhiên.",
  "沫": "Bọt nước lung linh, mạt vận chẳng còn.",
  "涤": "Rửa sạch bụi trần, điều tuyệt diệu hơn.",
  "淋": "Mưa tuôn ướt áo, lâm ly cảnh đời.",
  "渣": "Cặn bã lắng đọng, tra cứu lẽ trời.",
  "汪": "Ao hồ lặng lẽ, vương vấn chân mây.",
  "涌": "Sóng cuồn cuộn dậy, thông suốt tháng ngày.",
  "溜": "Nước chảy êm đềm, lưu mãi vết son.",
  "澄": "Nước trong phản chiếu, đăng đối sắc màu.",
  "泊": "Thuyền neo bến lặng, bạc đầu đợi mong.",
  "溢": "Nước tràn bờ hồ, ích lợi cho người.",
  "滥": "Lụt lội khắp nơi, giám sát thời gian.",
  "漾": "Sóng gợn lăn tăn, dưỡng nuôi tâm hồn.",
  "津": "Bến đò êm ả, duyện dáng thiên thần.",
  "潇": "Mưa phùn gió lạnh, tiêu dao tháng năm.",
  "滤": "Lọc sạch bụi bẩn, lự liệu tương lai.",
  "浴": "Tắm rửa sạch sẽ, cốc giác thanh cao.",
  "溃": "Đê vỡ nước tràn, quý giá một lần.",
  "澜": "Sóng lớn cuồn cuộn, lan tỏa khắp miền.",
  "淮": "Sông dài chảy mãi, hồi tưởng thiên niên.",
  "滩": "Bãi cát trải dài, nan giải những ngày.",
  "灌": "Tưới nước đầy đồng, quán xuyến từng vùng.",
  "泽": "Đầm lầy sâu thẳm, trạch bị nhuốm màu.",
  "灸": "Lửa hồng thiêu đốt, cửu thử bền lâu.",
  "煲": "Nồi sôi bập bùng, bảo vệ sức khỏe.",
  "烘": "Sấy khô bằng lửa, cộng hưởng niềm vui.",
  "灼": "Lửa cháy rực sáng, thước đo thời gian.",
  "燥": "Không khí khô hanh, táo bạo cuộc đời.",
  "焕": "Ánh sáng rực rỡ, hoàn mỹ từng ngày.",
  "炖": "Nấu chậm lửa nhỏ, xuân hạ thu đông.",
  "灿": "Ánh sáng chói lọi, san sát tầng mây.",
  "炭": "Than hồng ấm áp, án ngữ đêm sâu.",
  "炬": "Ngọn đuốc sáng ngời, cự tuyệt bóng đêm.",
  "焊": "Hàn gắn kim loại, hạn chế hư hao.",
  "炊": "Khói bếp bay cao, khất thực sớm chiều.",
  "烫": "Nước sôi bỏng rát, thang điểm nỗi đau.",
  "煌": "Ánh sáng rực rỡ, hoàng tộc uy quyền.",
  "烛": "Ngọn nến lung linh, chuốc lấy hy vọng.",
  "煎": "Chiên nấu trên lửa, tiền định số phận.",
  "熬": "Nấu lâu lửa nhỏ, hào hứng đợi chờ.",
  "爹": "Cha già hiền hậu, đa cảm nhiều tình.",
  "邪": "Đường cong quanh co, tà đạo dễ sai.",
  "牡": "Trâu đực mạnh mẽ, thổ lộ sức trai.",
  "狡": "Cáo ranh ma lắm, giao tiếp khó gần.",
  "狭": "Khe hẹp khó đi, hiệp nghĩa đường đời.",
  "狮": "Sư tử oai hùng, sư phạm của rừng.",
  "猖": "Phản loạn nổi lên, xương máu đổ tràn.",
  "猎": "Săn bắt thú rừng, tích góp chiến công.",
  "猩": "Khỉ đột mạnh mẽ, tinh nghịch từng đêm.",
  "狼": "Sói hoang dã tính, lang thang kiếm mồi.",
  "狈": "Sói beo đồng bọn, bội bạc dễ sai.",
  "猾": "Cáo già xảo quyệt, hoạt bát khó lường.",
  "玫": "Hoa hồng đỏ thắm, văn vẻ đẹp tươi.",
  "瑞": "Vật thiêng lành đến, đoạn tuyệt ưu phiền.",
  "瑰": "Đá quý hiếm có, quỷ mị làm say.",
  "瓷": "Gốm sứ tinh xảo, thứ bậc cao sang.",
  "畴": "Đồng ruộng xanh tươi, thọ thọ bất tuyệt.",
  "舅": "Chú bác hiền từ, cữu cữu tình thân.",
  "疏": "Phân chia rõ ràng, thưa thớt từng hàng.",
  "痪": "Liệt lào cơ thể, hoạn nạn cuộc đời.",
  "癌": "U ác tính phát, nguy hiểm tính mạng.",
  "疫": "Dịch bệnh lan tràn, dịch chuyển nỗi lo.",
  "痰": "Đờm dãi khó chịu, viêm nhiễm kéo dài.",
  "痹": "Bộ 疒 bệnh tật ghép với 畀 âm thanh, nghĩa tê bại dễ nhớ.",
  "瘤": "Bệnh 疒 thêm 留 lưu lại, u bướu trong người khó phai.",
  "痴": "Bệnh tâm thần 疒 ghép chữ 知 tri, si mê chẳng biết đường đi lối về.",
  "痒": "Bệnh ngoài da 疒 thêm 羊 dê, ngứa ngáy khó chịu bộn bề xác thân.",
  "痕": "Vết tích bệnh 疒 ghép 艮 dừng chân, dấu vết còn lưu chẳng thể quên.",
  "瘾": "Cơn nghiện 疒 ẩn trong thân, khó mà dứt bỏ phải cần cố quên.",
  "瘫": "Bệnh liệt 疒 gặp 难 nan, thân hình bất động muôn vàn khổ đau.",
  "皱": "皮 Da nhăn nheo 刍 khô héo, tuổi già hiện rõ nét kiêu sa phai.",
  "盯": "目 Mắt chăm chú 丁 đứng hoài, nhìn chằm chằm mãi chẳng rời mắt trao.",
  "睁": "目 Mở mắt ra 争 tranh đấu, đôi mắt mở to sáng ngời ánh châu.",
  "睦": "目 Hòa thuận 坴 nền đất, đoàn kết yêu thương vững bền chẳng phai.",
  "瞩": "属 Nhìn xa 属 thuộc về, mục tiêu cao cả tương lai rạng ngời.",
  "盹": "目 Buồn ngủ 屯 tụ lại, chợp mắt vài giây tỉnh táo tiếp liền.",
  "瞪": "目 Nhìn chòng chọc 登 lên cao, đôi mắt trợn trừng khiến ai cũng chào.",
  "瞅": "目 Nhìn trộm 秋 thu sang, liếc mắt đưa tình đắm say mơ màng.",
  "睹": "目 Chứng kiến 者 người xưa, tận mắt thấy rồi mới vừa lòng thôi.",
  "瞄": "目 Nhắm thẳng 苗 cây non, hướng tầm nhìn chuẩn như hồn theo gương.",
  "瞻": "詹 Nhìn xa 目 mắt trông, viễn cảnh tương lai sáng trong tầm tay.",
  "睬": "采 Lấy làm 目 mắt xem, để ý quan tâm đến điều bên thềm.",
  "柔": "矛 Mềm mại 木 cây rừng, dịu dàng uyển chuyển đẹp lòng khách thơ.",
  "矫": "矢 Cải chính 乔 cao sang, sửa sai hoàn thiện vẻ vang cuộc đời.",
  "砖": "石 Đá cứng 专 chuyên cần, xây dựng kiên cố vững bền lâu dài.",
  "碑": "石 Bia đá 卑 thấp thoáng, khắc ghi công đức tỏ tường muôn nơi.",
  "磋": "石 Mài dũa 差 sai sót, rèn luyện tu dưỡng chuốt tròn bản thân.",
  "碌": "录 Ghi chép 石 đá cứng, bận rộn lo toan cuộc sống bình thường.",
  "磅": "旁 Bên cạnh 石 đá kề, cân đo trọng lượng chẳng hề sai ngoa.",
  "砍": "欠 Thiếu thốn 石 đá gãy, chặt phá cây cối hại đời thiên nhiên.",
  "碳": "炭 Than đá 石 bền lâu, nguyên liệu quý giá khó đâu tìm thành.",
  "礁": "焦 Hòn đá 石 san hô, ngầm dưới biển sâu hiểm nguy vô bờ.",
  "磕": "盍 Va chạm 石 đá vỡ, đầu va chạm mạnh khiến cho đau lòng.",
  "祸": "呙 Tai họa 礻 linh thiêng, vận xấu bất ngờ khiến nhiều đảo điên.",
  "祷": "寿 Cầu nguyện 礻 khấn van, mong ơn trên độ cho người an toàn.",
  "稠": "周 Đặc quánh 禾 lúa đồng, dày đặc sum suê vàng đồng ruộng quê.",
  "秧": "央 Cây non 禾 lúa xanh, mạ non tươi tốt vườn lành đất quê.",
  "秩": "失 Trật tự 禾 mùa màng, quy củ ngăn nắp vững vàng cơ đồ.",
  "稼": "家 Nông nghiệp 禾 lúa kho, mùa màng bội thu thật là đáng yêu.",
  "秽": "岁 Dơ dáy 禾 lúa úa, bẩn thỉu ô uế chẳng hề sạch trong.",
  "稀": "希 Thưa thớt 禾 lúa non, hiếm hoi ít ỏi chẳng còn sum vầy.",
  "酥": "酉 Rượu ngọt 禾 lúa nồng, mềm mại thơm ngon đậm cùng hương xuân.",
  "稚": "隹 Non trẻ 禾 lúa xanh, non nớt chưa lớn thơ lành đáng yêu.",
  "窜": "串 Chạy trốn 穴 hang sâu, lẩn tránh nhanh chóng biến đâu mất rồi.",
  "窄": "乍 Hẹp hòi 穴 hang nhỏ, chật hẹp không rộng chẳng thể thoải mái.",
  "窃": "切 Ăn trộm 穴 hang kia, vụng trộm lén lút chẳng hề đường hoàng.",
  "窘": "君 Khốn đốn 穴 hang sâu, khó khăn bế tắc chẳng cầu được thông.",
  "窟": "屈 Hang ổ 穴 hang sâu, chỗ ở che chắn khuất sau núi rừng.",
  "窍": "巧 Thông minh 穴 hang thông, hiểu biết sáng suốt khác hơn người thường.",
  "窒": "至 Ngạt thở 穴 hang kín, bí bách khó thở chẳng yên tâm hồn.",
  "窥": "规 Len lén 穴 hang sâu, nhìn trộm lén lút chẳng hiền chút nào.",
  "竣": "大 Hoàn thành 立 đứng vững, kết thúc công việc mọi đường hanh thông.",
  "竭": "曷 Cạn kiệt 立 đứng sững, hết sạch nguồn lực chẳng còn dư thừa.",
  "筝": "争 Đàn tranh 竹 trúc đàn, âm thanh réo rắt bay ngàn phương xa.",
  "筒": "同 Ống trúc 竹 dài xa, đựng vật dụng nhỏ gọn là tiện thay.",
  "筹": "寿 Kế hoạch ⺮ tre già, bày binh bố trận vượt qua thử thách.",
  "筛": "师 Sàng lọc ⺮ tre già, phân loại chọn lựa thật là tỉ mỉ.",
  "竿": "干 Cần câu ⺮ tre dài, đánh bắt cá tôm ven bờ sông hồ.",
  "簇": "族 Tụ tập ⺮ tre bờ, nhóm họp đông vui cảnh nhờ đẹp ghê.",
  "笼": "龙 Lồng đèn ⺮ tre xinh, trang trí rực rỡ lung linh đêm ngày.",
  "粪": "共 Phân bón 米 gạo thừa, chất thải hữu cơ tốt cho đồng quê.",
  "粹": "卒 Tinh túy 米 gạo thơm, tinh khiết quý giá chất thơm ngát đầy.",
  "粘": "占 Kết dính 米 gạo đây, bám chặt vào nhau chất này khó phai.",
  "粽": "宗 Bánh chưng 米 gạo nếp, gói lá chuối xanh đậm đà hương quê.",
  "粒": "立 Hạt gạo 米 trắng tinh, hạt nhỏ tí xíu xếp thành hàng đều.",
  "糙": "造 Gạo lức 米 thô sơ, chưa xay giã kỹ vỏ trấu còn nguyên.",
  "絮": "如 Bông gòn 糸 chỉ tơ, mềm mại nhẹ nhàng gió đưa lả lơi.",
  "紊": "文 Rối loạn 糸 chỉ rối, lộn xộn không trật tự thời khó yên.",
  "纽": "丑 Nút thắt 纟 chỉ xe, buộc chặt giữ gìn đừng cho tuột dây.",
  "绞": "交 Vặn xoắn 纟 chỉ này, xiết chặt xoắn lại tạo thành bó dây.",
  "纤": "千 Sợi nhỏ 纟 chỉ mảnh, mỏng manh yếu đuối chẳng bền vững lâu.",
  "绰": "卓 Dư dả 纟 chỉ thừa, rộng rãi thoải mái chẳng lo thiếu hụt.",
  "缀": "叕 Trang trí 纟 chỉ xinh, điểm tô thêm sắc đẹp hình dáng duyên.",
  "绸": "周 Lụa là 纟 chỉ mềm, mượt mà óng ả vải mềm đẹp thay.",
  "缕": "娄 Sợi chỉ 纟 nhỏ nhắn, từng sợi một xếp ngay ngắn đều.",
  "绽": "定 Nứt toạc 纟 chỉ đây, rách toạc bung ra chẳng còn nguyên lành.",
  "缤": "宾 Rực rỡ 纟 chỉ màu, sắc màu đa dạng tuyệt vời đẹp sao.",
  "缚": "尃 Buộc chặt 纟 chỉ này, trói buộc ràng buộc giữ đây chẳng rời.",
  "纱": "少 Vải mỏng 纟 chỉ mềm, mỏng manh nhẹ nhàng gió đưa lay động.",
  "缔": "帝 Thiết lập 纟 chỉ này, kết nối ràng buộc tạo thành mối dây.",
  "缴": "敫 Nộp thuế 纟 chỉ xe, đóng góp nghĩa vụ chẳng hề thiếu thua.",
  "纹": "文 Hoa văn 纟 chỉ này, họa tiết trang trí đẹp ngay trước nhìn.",
  "纺": "方 Dệt vải 纟 chỉ xe, kéo sợi dệt vải tạo thành tấm vải.",
  "绷": "朋 Căng thẳng 纟 chỉ dây, căng ra kéo chặt giữ đây vững bền.",
  "绅": "申 Quý ông 纟 chỉ xe, lịch sự trang trọng áo quần chỉnh tề.",
  "绣": "秀 Thêu thùa 纟 chỉ đây, kim chỉ khéo léo tạo thành bức tranh.",
  "绑": "邦 Buộc chặt 纟 chỉ này, trói buộc ràng buộc giữ đây chẳng rời.",
  "绯": "非 Hồng phấn 纟 chỉ hồng, màu sắc rực rỡ đỏ lòng khó phai.",
  "缅": "面 Hoài niệm 纟 chỉ đây, tưởng nhớ về quá khứ lòng ray rứt thay.",
  "纬": "韦 Vĩ tuyến 纟 chỉ này, đường ngang dọc trải khắp miền trời cao.",
  "绳": "黾 Dây thừng 纟 chỉ xe, buộc chặt giữ gìn đừng cho tuột dây.",
  "缸": "工 Chum vại 缶 chứa đầy, đựng nước đựng rượu dùng ngày tháng qua.",
  "罐": "雚 Bình đựng 缶 chứa đây, bảo quản thực phẩm giữ đây lâu dài.",
  "罕": "干 Hiếm có 网 lưới này, hiếm hoi ít ỏi khó ngày gặp nhau.",
  "翁": "公 Ông lão 羽 chim già, tuổi cao sức yếu lưng đà còng cong.",
  "翠": "卒 Chim công 羽 cánh xinh, lông màu rực rỡ đẹp hình dáng duyên.",
  "翘": "尧 Vỗ cánh 羽 chim bay, nâng cánh vút cao giữa mây trời này.",
  "翅": "支 Cánh chim 羽 cánh bay, vỗ cánh tung bay giữa trời mây cao.",
  "翼": "異 Đôi cánh 羽 chim non, nâng đỡ vỗ cánh khỏe còn mạnh thêm.",
  "翔": "羊 Bay lượn 羽 cánh chim, tung cánh vút cao giữa nghìn trùng khơi.",
  "耕": "井 Canh tác 耒 cày sâu, vun trồng chăm sóc thửa nào cũng xanh.",
  "耸": "从 Cao vút 耳 tai nghe, nổi bật lên cao khác gì núi cao.",
  "耽": "冘 Mải mê 耳 tai lắng, đắm chìm mê đắm chẳng nhoáng thoát ra.",
  "耻": "耳 là tai, 止 là âm, nghĩa nhục nhã ghi vào tâm can.",
  "聋": "耳 nghe không được, 龙 mang âm vào lòng.",
  "萧": "艹 cây cỏ, 肃 đứng lặng, gió thu buồn thổi man mác.",
  "胎": "⺼ thịt này, 台 biểu âm, bào thai sinh thành từ đây.",
  "胳": "⺼ thân thể, 各 kia đây, phần tay gọi là cánh tay.",
  "膳": "⺼ thức ăn, 善 lành thay, bữa cơm ngon đầy yêu thương.",
  "臊": "⺼ mùi tanh, 喿 rối bời, nhớ mà tránh thật xa vời.",
  "腹": "⺼ bụng tròn, 复 lặp lại, trong là nơi chứa mọi thứ.",
  "腕": "⺼ tay mềm, 宛 dịu dàng, cổ tay xinh đẹp nhịp nhàng.",
  "膊": "⺼ phần vai, 尃 rộng dài, cánh tay vươn tới tương lai.",
  "肢": "⺼ chân tay, 支 chống đỡ, giữ cho cơ thể nương nhờ.",
  "肪": "⺼ mỡ dày, 方 vuông vắn, dưới da trắng phau phau.",
  "膀": "⺼ vai to, 旁 bên cạnh, nâng đỡ đời qua từng chặng.",
  "脂": "⺼ mỡ thơm, 旨 ý sâu, nấu bếp làm nên món ngon.",
  "腥": "⺼ cá tanh, 星 sao trời, mùi nồng khó chịu ngược xuôi.",
  "膝": "⺼ đầu gối, 桼 đen tuyền, cúi gập xuống thấp khiêm nhường.",
  "腺": "⺼ tuyến nhỏ, 泉 suối nguồn, nước nuôi cơ thể chảy luôn.",
  "臂": "⺼ tay dài, 辟 mở đường, vươn tới nắm bắt hy vọng.",
  "胀": "⺼ đầy hơi, 长 tăng dần, căng phồng khó chịu vô ngần.",
  "膏": "⺼ mỡ dầy, 高 cao lên, thuốc hay bôi chỗ đau liền.",
  "艘": "舟 thuyền lớn, 叟 già nua, biển khơi vững vàng bao mùa.",
  "舵": "舟 lái thuyền, 它 vật đó, hướng đi vững chắc không lo.",
  "艇": "舟 thuyền con, 廷 triều đình, nhỏ xinh trôi nổi lặng thinh.",
  "舶": "舟 tàu lớn, 白 trắng màu, cập bến an toàn trước sau.",
  "艾": "艹 cỏ thơm, 乂 cắt bỏ, mùi hương thanh khiết đợi chờ.",
  "芝": "艹 nấm quý, 之 hướng về, tiên dược núi rừng sương che.",
  "芒": "艹 cỏ gai, 亡 mất đi, sắc nhọn bảo vệ nơi này.",
  "苍": "艹 xanh tươi, 仓 kho chứa, trời đất bao la nắng mưa.",
  "荷": "艹 sen thơm, 何 tại sao, đầm hồ tỏa ngát biết bao.",
  "芬": "艹 thơm ngát, 分 chia đều, hương bay khắp chốn tình yêu.",
  "苛": "艹 nghiêm khắc, 可 có thể, luật lệ răn đe mọi bề.",
  "菇": "艹 nấm rừng, 姑 nàng thơ, mọc lên sau những cơn mưa.",
  "萎": "艹 héo úa, 委 phó thác, lá rơi tàn lụi cuối mùa.",
  "荐": "艹 cỏ khô, 存 còn đó, lót ổ êm ái chốn này.",
  "蒋": "艹 họ lớn, 将 tướng quân, danh gia vọng tộc hiển vinh.",
  "荒": "艹 hoang vu, 巟 bóng mờ, đất trời mênh mông sương phủ.",
  "芭": "艹 chuối xanh, 巴 đuôi câu, lá to che mát biết bao.",
  "蒂": "艹 cuống quả, 帝 đế vương, gắn kết thân cây bền lâu.",
  "茂": "艹 um tùm, 戊 tuần hoàn, xanh tươi phát triển hân hoan.",
  "芦": "艹 lau sậy, 户 cửa nhà, ven sông mọc thẳng hàng ngàn.",
  "蔽": "艹 che khuất, 敝 rách rưới, lá dày bao phủ khắp nơi.",
  "萌": "艹 nảy mầm, 明 sáng trong, chồi non xanh biếc ban mai.",
  "藻": "艹 tảo nước, 澡 tắm gội, dưới ao xanh mát tuyệt vời.",
  "芽": "艹 mầm sống, 牙 răng nanh, chồi non hé nở giữa ngàn.",
  "茅": "艹 cỏ tranh, 矛 giáo mác, mái nhà đơn sơ bình yên.",
  "蘑": "艹 nấm to, 磨 mài dũa, rừng sâu xuất hiện mùa mưa.",
  "萝": "艹 dây leo, 罗 lưới bủa, phủ kín quấn chặt gốc cây.",
  "蔼": "艹 hiền hòa, 谒 gặp gỡ, dáng người tử tế mến thương.",
  "董": "艹 giám đốc, 重 nặng cân, điều hành công việc chuyên cần.",
  "蕾": "艹 nụ hoa, 雷 tiếng sấm, sắp nở chờ lúc xuân sang.",
  "菲": "艹 đẹp đẽ, 非 chẳng không, hương thơm lan tỏa mênh mang.",
  "虾": "虫 tôm nhỏ, 下 dưới sâu, bơi lội tung tăng dòng nước.",
  "蛙": "虫 ếch nhái, 圭 ngọc quý, đồng ruộng ngân vang tiếng kêu.",
  "蜜": "虫 ong mật, 宓 yên lặng, ngọt ngào tạo mật cho đời.",
  "虹": "虫 cầu vồng, 工 xây dựng, bảy sắc lung linh trên trời.",
  "蚊": "虫 muỗi bay, 文 chữ viết, hút máu gây bệnh đêm ngày.",
  "蜡": "虫 sáp ong, 昔 xưa cũ, nến soi sáng cả góc phòng.",
  "衅": "血 máu đổ, 半 nửa phần, xung đột gây ra chuyện buồn.",
  "裸": "衤 khỏa thân, 果 trần trụi, không mảnh vải che thân mình.",
  "裕": "衤 giàu sang, 谷 thung lũng, no đủ ấm êm một đời.",
  "诈": "讠 lừa dối, 乍 bất ngờ, gian manh giấu kín ý đồ.",
  "讼": "讠 kiện tụng, 公 công bằng, tranh chấp phân xử rõ ràng.",
  "讥": "讠 châm biếm, 几 ghế ngồi, lời nói mỉa mai chê cười.",
  "讹": "讠 sai lệch, 化 biến đổi, tin tức giả dối ngược xuôi.",
  "谨": "讠 thận trọng, 堇 cẩn thận, mỗi bước đi đều nghĩ suy.",
  "诧": "讠 kinh ngạc, 宅 nhà ở, chuyện lạ khiến ai cũng nhìn.",
  "谤": "讠 vu khống, 旁 bên cạnh, nói xấu gây hại thanh danh.",
  "谍": "讠 gián điệp, 枼 tấm bảng, tin tức do thám ngược xuôi.",
  "讶": "讠 ngạc nhiên, 牙 răng nanh, sự việc bất ngờ xảy ra.",
  "诵": "讠 đọc thuộc, 甬 thông suốt, lời văn trôi chảy không ngừng.",
  "谎": "讠 nói dối, 荒 hoang vu, giả trá lừa gạt thế gian.",
  "诽": "讠 phỉ báng, 非 chẳng không, vu oan hại người lương thiện.",
  "讳": "讠 kiêng dè, 韦 viền quanh, giấu kín điều không muốn nói.",
  "讽": "讠 châm biếm, 风 gió thổi, lời nói mỉa mai chê cười.",
  "谣": "讠 đồn thổi, 䍃 truyền đi, tin tức sai lạc khắp nơi.",
  "豁": "谷 thung lũng, 害 tổn hại, mở rộng tầm nhìn sáng ngời.",
  "豹": "豸 báo đốm, 勺 muỗng múc, da lông điểm xuyết đẹp sao.",
  "贩": "贝 buôn bán, 反 ngược lại, trao đổi hàng hóa ngược xuôi.",
  "赃": "贝 của cải, 庄 trang viên, tiền bạc bất chính gây phiền.",
  "赐": "贝 ban tặng, 易 dễ dàng, ân huệ nhận được vinh quang.",
  "贾": "贝 buôn bán, 襾 che đậy, thương nhân giàu có bốn bề.",
  "赡": "贝 chu cấp, 詹 nói thêm, chăm lo đầy đủ mọi bề.",
  "赴": "走 đi tới, 卜 đoán định, quyết tâm tiến bước không ngừng.",
  "跤": "足 vấp ngã, 交 gặp gỡ, té xuống đất đau biết bao.",
  "躁": "足 nóng nảy, 喿 rối bời, chân bước lo lắng ngược xuôi.",
  "踪": "足 dấu vết, 宗 tổ tiên, bước đi in dấu trên nền.",
  "蹦": "足 nhảy nhót, 崩 sụp đổ, tung tăng vui vẻ như trò.",
  "蹭": "足 cọ xát, 曾 đã từng, ma sát nhẹ nhàng không ngừng.",
  "踊": "足 khiêu vũ, 甬 thông suốt, nhảy múa theo nhịp vui mừng.",
  "蹬": "足 đạp mạnh, 登 leo trèo, bước chân kiên định sớm chiều.",
  "踹": "足 đá mạnh, 耑 đứng vững, dùng sức đẩy bật ra ngoài.",
  "躯": "身 thân thể, 区 vùng đất, bao bọc toàn bộ cơ thể.",
  "躬": "身 cúi mình, 弓 cung tên, kính cẩn lễ phép trước quyền.",
  "辖": "车 bánh xe, 害 tổn hại, kiểm soát nắm giữ mọi nơi.",
  "轴": "车 trục chính, 由 nguyên do, xoay chuyển vận hành liên hồi.",
  "辐": "车 nan hoa, 畐 đầy đủ, nối liền bánh xe chắc chắn.",
  "斩": "车 chém đứt, 斤 cân đo, cắt bỏ không chút ngại ngần.",
  "辜": "辛 cay đắng, 古 xưa cũ, tội lỗi đáng trách muôn đời.",
  "辽": "辶 xa xôi, 了 hoàn thành, khoảng cách vời vợi tận chân trời.",
  "迹": "辶 dấu vết, 亦 cũng là, để lại hình bóng nơi đâu.",
  "逾": "辶 chạy, 俞 kêu, vượt qua chớ ngại đường xa.",
  "逞": "辶 đi tới, 呈 bày ra, khoe khoang chẳng đẹp đâu.",
  "迭": "辶 bước vội, 失 rơi, tiếp nối nhau không rời.",
  "逊": "辶 khiêm nhường, 孙 cháu con, lễ phép từ tốn luôn.",
  "遮": "辶 che chắn, 庶 nhiều, bảo vệ khỏi mọi điều.",
  "逝": "辶 đi mất, 折 gãy rồi, trôi qua như nước xuôi.",
  "遏": "辶 ngăn lại, 曷 hỏi han, chặn đứng đường tiến thân.",
  "迪": "辶 dẫn lối, 由 tự nhiên, mở lối cho tương lai.",
  "遛": "辶 dắt bộ, 留 giữ lại, dạo chơi cho thú vui.",
  "逗": "辶 dừng lại, 豆 hạt nhỏ, nấn ná chút đợi chờ.",
  "遂": "辶 thành ý, 㒸 thuận theo, đạt được nguyện vọng nào.",
  "巷": "邑 phố phường, 共 cùng nhau, ngõ hẻm chật người qua.",
  "郑": "⻏ đất này, 奠 đặt để, trịnh trọng chẳng hề lay.",
  "酝": "酉 rượu thơm, 云 nói ra, ủ men hương đậm đà.",
  "酌": "酉 rót nhẹ, 勺 muỗng tròn, nâng ly cạn chén tròn.",
  "酵": "酉 men dậy, 孝 kính hiền, lên men thật ngọt ngon.",
  "酬": "酉 đáp lễ, 州 miền quê, trả ơn chẳng tính chi.",
  "酣": "酉 say sưa, 甘 ngọt ngào, giấc nồng giấc mộng vào.",
  "酿": "酉 ủ kỹ, 良 tốt tươi, nấu rượu thơm ngát đời.",
  "墅": "野 đồng xa, 土 đất nhà, biệt thự rộng bao la.",
  "钙": "钅 kim loại, 丐 kẻ nghèo, canxi cứng thêm xương.",
  "铲": "钅 dao sắc, 产 sản sinh, xới đất sạch vườn mình.",
  "锐": "钅 nhọn hoắt, 兑 đổi thay, sắc bén chẳng phai mờ.",
  "钧": "钅 cân nặng, 匀 đều đều, thiên cân một lượng nhiều.",
  "锤": "钅 búa đập, 垂 treo cao, rèn sắt uốn thành dao.",
  "铸": "钅 đúc chắc, 寿 lâu dài, tạo nên vật dụng hay.",
  "钞": "钅 tiền giấy, 少 ít thôi, bạc vàng chẳng mấy hồi.",
  "锯": "钅 cưa gỗ, 居 ở trong, cắt ngang chẳng ngại công.",
  "镑": "钅 bảng Anh, 旁 bên cạnh, đơn vị giá trị thành.",
  "锡": "钅 kim khí, 易 dễ dàng, thiếc mềm sáng ánh vàng.",
  "钥": "钅 chìa khóa, 月 tháng ngày, mở cửa chẳng khó thay.",
  "钦": "钅 kính trọng, 欠 thiếu thốn, tôn quý bậc vua tôi.",
  "锈": "钅 rỉ sét, 秀 xinh tươi, ăn mòn bởi nắng mưa.",
  "镶": "钅 gắn chặt, 襄 giúp vào, khảm đá quý sáng màu.",
  "阂": "门 đóng lại, 亥 cuối cùng, ngăn cách chẳng thông suốt.",
  "阐": "门 mở rộng, 单 đơn sơ, giải thích rõ ràng hơn.",
  "阁": "门 tầng gác, 各 mỗi nơi, lầu cao gió mát trời.",
  "闺": "门 khuê phòng, 圭 ngọc quý, khuê các gái đoan trang.",
  "闸": "门 cửa chắn, 甲 đầu tiên, kiểm soát nước chảy liền.",
  "陨": "阝 núi đổ, 员 tròn đầy, sa xuống chẳng còn đây.",
  "郁": "阝 rừng sâu, 有 có trong, uất ức lòng nặng nề.",
  "陌": "阝 đường lạ, 百 trăm ngả, dặm ngàn chẳng quen ta.",
  "隘": "阝 hẹp hòi, 益 lợi ích, eo óc khó mà đi.",
  "陡": "阝 dốc đứng, 走 đi mau, leo trèo chẳng dễ đâu.",
  "雕": "隹 chim khắc, 周 vòng quanh, chạm trổ thật tinh anh.",
  "雇": "隹 thuê mướn, 户 nhà trong, cần người đến giúp công.",
  "雅": "隹 thanh lịch, 牙 răng cười, tao nhã chẳng phai rời.",
  "雾": "雨 mưa bay, 务 việc làm, sương mù phủ trắng ngàn.",
  "霞": "雨 ráng chiều, 叚 chậm rãi, mây hồng điểm cuối trời.",
  "霉": "雨 nấm mốc, 每 mỗi ngày, ẩm ướt hại chẳng hay.",
  "鞭": "革 da thuộc, 便 tiện nghi, roi da đánh ngựa đi.",
  "勒": "革 siết chặt, 力 sức mạnh, dây cương giữ vững vàng.",
  "靴": "革 giày da, 化 biến hóa, ủng cao đẹp dáng là.",
  "靶": "革 bia tập, 巴 mong chờ, mục tiêu để bắn vô.",
  "韩": "韦 hàng rào, 倝 bình minh, quốc gia tên gọi mình.",
  "韧": "韦 dai dẳng, 刃 lưỡi dao, bền bỉ chẳng hề nao.",
  "颂": "页 trang sách, 公 chung cùng, ca tụng tiếng vang lừng.",
  "颠": "页 đỉnh đầu, 真 thật thà, lật ngược chẳng còn nhà.",
  "饥": "饣 đói lòng, 几 cái bàn, bụng rỗng chẳng yên phần.",
  "饲": "饣 nuôi dưỡng, 司 chức quan, thức ăn cho vật đàn.",
  "饶": "饣 dư dả, 尧 cao vời, giàu có chẳng lo đời.",
  "饵": "饣 mồi câu, 耳 tai nghe, dụ dỗ cá mắc về.",
  "馅": "饣 nhân bánh, 臽 hố sâu, gói ghém đủ vị ngon.",
  "馨": "香 thơm ngát, 殸 bình đựng, hương bay khắp mái đình.",
  "驰": "马 ngựa phi, 也 tự nhiên, phóng nhanh chẳng ngại miền.",
  "骇": "马 kinh hoàng, 亥 cuối năm, hoảng sợ chẳng bình yên.",
  "冯": "马 vững vàng, 冫 lạnh băng, họ này hiển hách danh.",
  "驱": "马 đuổi bắt, 区 phân chia, thúc ép chẳng nghỉ ngơi.",
  "驭": "马 điều khiển, 又 thêm nữa, cưỡi ngựa vượt ngàn xa.",
  "骏": "马 ngựa quý, 夋 cao to, tuấn mã vượt mọi bờ.",
  "驮": "马 mang vác, 大 lớn lao, chuyên chở chẳng quản bao.",
  "腾": "马 bay vút, 朕 ta đây, thăng tiến chẳng ngừng tay.",
  "驳": "马 phản đối, 爻 gạch chéo, tranh luận chẳng chịu thua.",
  "骤": "马 gấp rút, 聚 tụ về, đột ngột chẳng thể ngờ.",
  "髦": "髟 tóc mai, 毛 lông lá, thời thượng chẳng phai nhòa.",
  "魂": "鬼 linh hồn, 云 nói ra, âm dương chẳng cách xa.",
  "魏": "鬼 nước này, 委 ủy thác, triều đại xưa quyền uy.",
  "魔": "鬼 ma quỷ, 麻 tê dại, yêu thuật hại người hoài.",
  "鲨": "鱼 cá dữ, 沙 cát vàng, biển cả kẻ săn mồi.",
  "凤": "鳥 phượng hoàng, 凡 phàm trần, chim quý chẳng tầm thường.",
  "鸽": "鸟 chim bồ, 合 hòa hợp, hòa bình khắp mọi nơi.",
  "鹅": "鸟 ngỗng trắng, 我 ta đây, cổ cong dáng vẻ hay.",
  "鸦": "鸟 quạ đen, 牙 răng nhọn, kêu réo chẳng êm đềm.",
  "鹰": "鸟 đại bàng, 䧹 mạnh mẽ, tung cánh giữa trời cao.",
  "袭": "龙 rồng cuốn, 衣 áo che, kế thừa chẳng bỏ lỡ.",
  "矣": "㠯 từ ấy, 矢 mũi tên, kết thúc chuyện đã truyền.",
  "曹": "㯥 xưa cũ, 曰 nói rằng, dòng họ nổi danh thành.",
  "凸": "Nổi lên trên, chỗ gồ cao, hình bướu chẳng thấp sao.",
  "凹": "Lõm vào trong, chỗ trũng sâu, gương sen úp mặt cầu.",
  "奠": "Bình rượu cúng, lễ vật trang, hiến tế tỏ tấm lòng.",
  "枣": "Cây chà là, quả ngọt ngon, bổ dưỡng chẳng mỏi mòn.",
  "鹿": "Hươu nai đẹp, dáng tao nhã, rừng núi kẻ tìm hoa.",
  "犬": "Chó trung thành, giữ nhà chăm, bạn tốt của muôn dân.",
  "覆": "Chân bước vào, trở về nhà, đi lại chẳng hề xa.",
  "丫": "Cây chẻ đôi, nhánh phân hai, chữ Y viết chẳng sai.",
  "畏": "Quỷ cầm gậy, cảnh đáng sợ, ám ảnh chẳng dứt lìa.",
  "卑": "Tay cầm công cụ, kẻ hầu dưới, phục dịch chẳng kiêu kỳ.",
  "齿": "Miệng đầy răng, 止 ngừng chân, cắn nuốt chẳng ngại ngần.",
  "巢": "Tổ trên cây, chim về đây, xây dựng chẳng lay bay.",
  "禽": "Lưới bắt chim, 今 giờ đây, săn bắn chẳng tha ai.",
  "吴": "口 mở to như trời rộng, người đứng hét vang trời.",
  "卓": "Người thẳng tắp cao vời, đỉnh đầu vượt khỏi mọi nơi.",
  "亦": "Hai chấm nách ngời ngời, âm xưa nghĩa mới chơi vơi.",
  "禾": "Bông lúa cong trĩu hạt, mùa vàng thơm ngát ruộng đồng.",
  "朱": "Cây đứng giữa thân không, dấu in thân đỏ hồng mong.",
  "爵": "Bình rượu nghi lễ trông mong, phục vụ tổ tiên rực lòng.",
  "戈": "Vũ khí dài ánh trong không, lưỡi ngang sắc bén trận phong.",
  "函": "Mũi tên nằm gọn hộp trong, thư từ chứa đựng mênh mông ý lòng.",
  "矢": "Mũi tên bay thẳng đường không, nhọn hoắt xuyên gió tầng không.",
  "臣": "Con mắt nhìn thẳng không cong, biểu tượng trung thành đợi trông.",
  "瓦": "Đồ gốm nung lửa hồng, hình dáng đất nung trong lòng.",
  "甘": "Ngọt ngào miệng thắm môi không, vị ngon tan chảy trong lòng.",
  "卵": "Trứng nhỏ sinh sản nguồn cơn, noãn bào khởi thủy nhân hoàn.",
  "丘": "Hai đồi uốn lượn xanh non, núi đôi ôm ấp chân còn.",
  "乃": "Nàng nghiêng ngực đẹp dịu dàng, nét duyên mềm mại dịu dàng tựa tranh.",
  "荫": "Cây che bóng mát xanh xanh, bóng râm soi sáng chân thành đời ta.",
  "锦": "Tơ lụa vàng óng ánh xa, khảm đầy ánh sáng chan hòa tình thương.",
  "丛": "Cỏ cây chen chúc khắp vườn, rừng cây sum suê chạy luôn.",
  "乔": "Cao vút trời xanh từng cơn, gốc cây vững chãi đáy nguồn sống còn.",
  "奥": "Nhà sâu kín đáo an toàn, mái che vững chãi cho ngàn năm qua.",
  "壳": "Vỏ cứng bảo vệ thiết tha, chứa đựng bên trong ngọc ngà quý giá.",
  "莹": "Viên ngọc sáng rỡ lung linh, tinh khiết trong veo tựa hình viên trân châu.",
  "兰": "Hương thơm lan tỏa khắp bầu, cỏ cây tỏa ngát hương màu thiết tha.",
  "虏": "Nam nhi chiến đấu xa nhà, bắt tù binh giữ vững hòa bình.",
  "钉": "Kim loại cứng cáp bền lâu, gắn chặt vạn vật vào nhau.",
  "顷": "Đầu nghiêng lệch mất cân bằng, nghiêng ngả cuộc đời khó lành.",
  "鲁": "Cá ngon trong miệng thơm lành, món ăn tinh túy thiết tha gia đình.",
  "卤": "Thùng muối trắng tinh lung linh, chiết xuất muối mặn đậm tình quê hương.",
  "龟": "Rùa bò chậm rãi trên đường, mai cứng bảo vệ bình thường suốt đời.",
  "尘": "Những hạt bụi nhỏ nhẹ rơi, đất trời hòa quyện trọn đời lãng quên.",
  "倔": "Người đứng thẳng không cúi đầu, kiêu hãnh bất khuất đến sau vẫn bền.",
  "赁": "Làm thuê kiếm sống nuôi thân, tiền tài lao động góp phần xây đời.",
  "辙": "Xe đi để lại vết hằn, con đường lưu dấu mãi tràn niềm tin.",
  "袱": "Vải bọc trọn gói kín phần, bọc trong đồ vật cần phân rõ ràng.",
  "苗": "Mầm xanh vươn khỏi đồng làng, cây non tươi tốt dệt ngàn mơ màng.",
  "蒸": "Hơi nước bốc lên không gian, hấp chín thức ăn nhẹ nhàng mùi hương.",
  "飙": "Gió bão cuồn cuộn reo sầu, cơn lốc mạnh mẽ khiến đau đáu lòng.",
  "吏": "Quan chức chính phủ khôn ngoan, lịch sử ghi dấu công cán đời đời.",
  "烁": "Lửa cháy rực rỡ vui tươi, ánh sáng lung linh tuyệt vời đêm sâu.",
  "颊": "Hàm răng trắng bóng bên trong, hai má hồng hào đẹp lòng ai trông.",
  "仲": "Người ở giữa chẳng lạc dòng, trung gian hòa giải hợp lòng mọi nhà.",
  "岩": "Đá chồng chất tạo nên non, núi cao vững chãi mãi còn thiên thu.",
  "楷": "Cây gỗ dân dùng đều đều, chữ viết chuẩn mực dễ điều chỉnh sai.",
  "鸣": "Chim hót tiếng gọi vang ngoài, âm thanh ngọt ngào bay ngoài trời xanh.",
  "峡": "Hai núi kẹp giữa một dòng, khe sâu hẹp nhỏ thông dòng nước trôi.",
  "巅": "Đỉnh núi cao vút tận trời, chóp non hiểm trở khó rời bước chân.",
  "朽": "Cây già cỗi chết mục dần, gỗ khô héo úa khó gần như xưa.",
  "铭": "Khắc tên mình mãi nghìn thu, để đời ghi nhớ danh từ lưu truyền.",
  "删": "Cắt bỏ đoạn văn chương này, sách cũ sửa đổi đổi thay nội dung.",
  "贬": "Đồng tiền mất giá trị luôn, của cải nghèo hèn khó buồn lòng ai.",
  "熄": "Dập tắt lửa cháy tàn tro, kết thúc tất cả đừng lo lắng gì.",
  "煽": "Quạt lửa cháy lớn hơn thi, làm cho ngọn lửa mạnh thêm tức thì.",
  "拯": "Giúp đỡ kẻ yếu thế này, cứu trợ giúp đỡ ngày ngày yên vui.",
  "徊": "Đi lại qua lại không rời, lang thang tìm kiếm cuối trời vẫn loanh quanh.",
  "颁": "Phân phát sách vở tri hành, ban bố mệnh lệnh vững thành không lay.",
  "蘸": "Nghi lễ thực hiện ngày ngày, lần hai đậm nét thiết tha nguyện cầu.",
  "贿": "Sự giàu có nắm trong tay, sở hữu của cải tháng ngày vui tươi.",
  "禅": "Cầu nguyện một mình lặng ngồi, tâm thanh tĩnh lặng đẹp đời tu hành.",
  "拽": "Kéo giật mạnh mẽ tay cầm, đưa về phía trước nặng nề cũng cam.",
  "捂": "Chống lại bằng tay kiên cường, đối phó mọi thứ vững vàng không lay.",
  "逸": "Chạy như thỏ thoát vòng dây, nhanh chóng biến mất không hay biết gì.",
  "觅": "Tìm kiếm thứ cần thiết này, mắt nhìn tay với sẵn tay với vào.",
  "溯": "Nguồn gốc sông chảy về đâu, ngược dòng tìm kiếm từ đầu rõ ràng.",
  "赎": "Bán linh hồn lấy tiền sang, chuộc tội trả giá ngân hàng lương tâm.",
  "挚": "Bắt tay chào hỏi thân thương, bàn tay nắm chặt vấn vương tình người.",
  "迈": "Muôn bước tiến tới không rời, từng bước một vững trên đời dài lâu.",
  "嗅": "Mùi hương cảm nhận bằng mồm, nếm thử hương vị thơm ngon lạ lùng.",
  "掰": "Xé vật ra từng phần không, hai tay kéo mạnh đến cùng chia đôi.",
  "诱": "Lời đẹp dụ dỗ người nghe, thanh lịch nói năng dễ bề thuyết phục.",
  "巡": "Đi bộ dọc theo sông hồ, tuần tra kiểm soát không ngờ sót chi.",
  "柬": "Buộc chặt thêm điểm nhấn tô, gói ghém kỹ lưỡng không lo thất truyền.",
  "眨": "Mắt mở nhắm liên hồi không, chớp nhoáng nhìn thấy rõ ràng sự đời.",
  "弊": "Hai tay phá hủy thứ rồi, hỏng hóc tổn hại khó vơi nỗi buồn.",
  "萨": "Phiên âm Phạn ngữ thiết tha, lời kinh tụng niệm cửa chùa vọng xa.",
  "囱": "Cửa sổ chắn ngang thiết tha, thanh ngang bảo vệ mái nhà vững bền.",
  "衍": "Nước chảy xuôi ngược không ngừng, lan tỏa khắp chốn không dừng bước chân.",
  "挟": "Tay kẹp giữ chặt không buông, cầm nắm chắc chắn đến cùng không thôi.",
  "醇": "Rượu ngon thưởng thức tuyệt vời, hương vị đậm đà khó rời ly tách.",
  "诫": "Cảnh báo mọi điều lỗi lầm, khuyên răn nhắc nhở khắc ghi trong lòng.",
  "诀": "Lời chia tay nói rõ ràng, tạm biệt vĩnh biệt thiết tha lòng người.",
  "勾": "Câu chữ móc nối liền tay, câu chuyện kể mãi không phai dấu yêu.",
  "唯": "Miệng nói tiếng chim gọi mời, âm thanh trong trẻo đẹp lời ca dao.",
  "绒": "Sợi len mềm mại biết bao, vải mịn êm ái đẹp sao tình người.",
  "尔": "Vũ khí sắc nhọn một thời, đầu nhọn đuôi cong thiết tha lòng người.",
  "罚": "Trừng phạt kẻ lỗi lầm rồi, mắng nhiếc chỉ trích khó vơi nỗi buồn.",
  "顽": "Đầu cứng nhắc chẳng chịu buông, bướng bỉnh cố chấp khó lường bước chân.",
  "履": "Giày dép bước đi vững vàng, chân mang giày đẹp sang ngàn dặm xa.",
  "愈": "Lòng tin chữa lành vết thương, tâm hồn hồi phục sức khỏe bình thường.",
  "惋": "Tiếc nuối trong lòng không vơi, buồn thương cảm xúc khó rời tâm can.",
  "淀": "Nước đọng lắng xuống không trôi, trầm tích dưới đáy khó vơi nỗi buồn.",
  "矩": "Thước đo chuẩn xác không rời, khoảng cách góc cạnh khó vơi lỗi lầm.",
  "遥": "Xa xôi vạn dặm đường dài, khoảng cách vô tận khó lay chuyển lòng.",
  "学": "Trẻ con học hành chăm chỉ, Chữ 子 thêm dấu hỏi thành 学.",
  "语": "Ngôn ngữ năm châu rộng khắp, 口 cộng 五 thành chữ 语.",
  "話": "Lưỡi (舌) động nói câu ngôn từ (言), 話 chính là lời đối đáp trao duyên.",
  "没": "Nước lũ cuốn trôi binh khí (殳), 氵 dâng cao nhấn chìm hết thảy.",
  "医": "Thầy thuốc cứu người tên bắn, 矢 vào thân chữa lành vết đau.",
  "兴": "Bát úp làm chân xếp gọn, Gạch ba chấm điểm trên đầu chữ 兴.",
  "说": "兑 lời trao đổi ý hay, 讠 thêm vào tạo chữ 说 ngay dễ nhìn.",
  "气": "Ba nét cong như gió thoảng, Khí trời ẩn hiện giữa không trung.",
  "飞": "Chim vỗ cánh bay về trước, Hình ảnh thiên di chữ 飞 tung.",
  "书": "Kệ hai tầng sách ngăn nắp, Mọt sách chăm lo chữ 书 đây.",
  "妈": "Mẹ lam lũ như ngựa chạy, 女 thêm 马 nghĩa mẹ thầy gọi sang.",
  "来": "Hai người núp dưới gốc cây, 来 là gặp mặt sum vầy hôm nay.",
  "蕉": "Chuối mọc bãi cỏ phượng bay, 火 cùng 隹 ghép thành chữ 蕉 này.",
  "后": "Sau núi một hang động sâu, 口 và 一 ghép thành chữ 后 đầu.",
  "儿": "Em bé yêu thương nhỏ nhắn, 儿 là hình dáng trẻ nằm yên.",
  "请": "Nguyệt đặt ghế mời vua tới, 讠 thêm vào tạo chữ 请 tươi đẹp rồi.",
  "样": "Dê buộc gốc cây buồn thiu, 木 cùng 羊 ghép thành chữ 样 yêu.",
  "谢": "Cúi mình cảm tạ thật lòng, 讠 với 身 và 寸 thành chữ 谢 trong.",
  "岁": "Hoàng hôn khuất núi chiều tà, 山 cùng 夕 hợp thành chữ 岁 già.",
  "关": "Tám giờ đóng cửa trời đêm, 八 và 天 thành chữ 关 thêm chắn ngang.",
  "这": "Văn chương đi xa tìm đến, 辶 cùng 文 hợp thành chữ 这 liền.",
  "钟": "Kim loại Trung Hoa đúc chuông, 钅 cùng 中 tạo chữ 钟 không nhầm.",
  "夫": "Thương em muốn cưới làm duyên, 一大 chồng lên tạo chữ 夫 liền.",
  "比": "Hai số bảy ngược đứng song, 比 là so sánh cạnh trong cuộc đời.",
  "白": "Đèn dầu tỏa sáng trắng ngần, 白 là màu trắng ánh đèn lung linh.",
  "百": "Số trăm quay ngang thành chữ, 百 là trăm mối tơ duyên kết hòa.",
  "手": "Hình bàn tay nắm rõ ràng, 手 là chữ viết cho hàng động viên.",
  "最": "Ngày nghe lại mãi bên tai, 耳 cùng 又 tạo chữ 最 hoài nhớ thương.",
  "左": "Tay trái công việc thường ngày, 工 đứng gần Z thành chữ 左 ngay.",
  "右": "Tay cầm đũa miệng ăn no, 口 cùng 𠂇 hợp thành chữ 右 cho.",
  "动": "Mây 云 nhẹ nhàng, sức lực 力 chẳng cần. Cử động động từ từ.",
  "课": "Ruộng 田 treo cao ngọn cây 木, thầy khóa 言 ngay nói đây.",
  "药": "Cỏ 艹 như tơ 纟 nhỏ, nghiền 丶 gói 勹 thành THUỐC.",
  "赔": "Tiền bạc 贝 bồi thường 立 lời 口 xin lỗi chân thành.",
  "賠": "Tiền 貝 trả nợ 立 lời 口, bồi thường thiệt hại đời an vui.",
  "贵": "Trung nhất giữ lòng son sắt. Quý giá sang trọng bậc nhất trần gian.",
  "谙": "Ngôn ngữ 讠 tạo 立 viết 曰 hay, người AM hiểu nhất đây.",
  "备": "Bước chậm 夂 mua ruộng 田 phòng BỊ vững bền sau này.",
  "口": "Chữ 口 là hình ảnh miệng mở ra.",
  "信": "Người 亻nói giữ lời 言, dựng xây uy TÍN cho đời mai sau.",
  "又": "Hình bàn tay phải 又, HỰU đây nhiều lần tới.",
  "才": "Đá chân tài giỏi 能, diễn viên múa hay ho.",
  "李": "Dưới cây 木 trẻ 子 nhặt quả MẬN rơi rụng.",
  "如": "Thân em gái nửa chừng 如, không răng có miệng đừng đắn đo.",
  "安": "Cô kia đội nón chờ ai 安, yên phận đứng hoài thế thôi.",
  "主": "Nhân nghĩa lễ tín 王 đủ đầy, làm CHỦ bản thân ngày tháng vui.",
  "目": "Con mắt 目 tròn xoe nhìn đời.",
  "方": "Tay chỉ phương 方 hướng trước, đường đi nước bước tìm nơi xa.",
  "山": "Ba ngọn núi 山 đứng cạnh nhau.",
  "市": "Vải 巾 đầu 亠 chợ 市 đông người qua lại.",
  "只": "Tám 八 cái miệng 口 ăn thôi, CHỈ nhiêu đó đủ rồi.",
  "法": "Thóc 丶 thóc 丶 đuôi 冫, thập 十 nhất 一 lệch 厶 PHÁP luật bày ra.",
  "拿": "Năm ngón 手 chụm 合 cầm NẮM đồ vật.",
  "成": "Trai 𠃌 biết dùng 戈 vũ khí, đã THÀNH người lớn rồi đây.",
  "湖": "Hồ 湖 chứa nước 氵 xưa 古 trăng 月 sáng soi.",
  "借": "Vay 借 tiền 亻hẹn mười 十 trả mười một 十一日 mới hoàn.",
  "包": "Bao 包 bọc bào thai mẹ hiền nuôi con quý.",
  "加": "Thêm người 口 thêm sức 力 cùng nhau GIA tăng mạnh mẽ.",
  "理": "Đất 田 vua 王 trị thời mười một 十一, LÝ do chiến tranh bày ra.",
  "句": "Câu 句 nói 口 móc 勹 nối gắn kết nhau.",
  "求": "Áo lông thú 求 ấm áp, cầu cứu nghĩa sau bày ra.",
  "期": "Trăng 月 mọc theo kỳ 其 định, từng chu kỳ một tháng qua.",
  "界": "Ruộng 田 ngăn cách 介 GIỚI giới ranh rành rọt.",
  "定": "Nhà 宀 vài 𤴓 chứa TRỌNG lượng, kinh tế ổn ĐỊNH lâu dài.",
  "片": "Nam quỳ 片 cầu hôn nữ, tình yêu đôi lứa đẹp tươi.",
  "獨": "Chó 犭 tứ 四 bao 勹 côn trùng 虫 hỏi sao MỘT mình đơn côi?",
  "重": "Ngàn 千 mẫu 田 đất 土 nặng TRỌNG lượng này.",
  "容": "Nhà 宀 tám 八 người 人 miệng 口 dung DUNG bao la rộng rãi.",
  "突": "Khuyển 犬 nấp hang 穴 ĐỘT nhiên chạy ra sủa vang.",
  "心": "Trăng khuyết 心 ba sao trời, lòng người bao la rộng mở.",
  "耳": "Cái tai 耳 nghe âm thanh cuộc đời.",
  "怒": "Phụ nữ 女 trái tim 心 tổn thương PHẪN nộ nổi lên.",
  "角": "Sừng 角 tê giác cong cong, mạnh mẽ đứng giữa rừng sâu.",
  "力": "Ra sức 力 nâng vật nặng, gồng gánh vất vả ngày đêm.",
  "酒": "Nước 氵tốt rượu 酒 thơm ngon, men say hương vị mê hồn.",
  "地": "Đất 土 cũng 也 thuộc về, bao quát mọi thứ trên đời.",
  "用": "CHUÔNG 用 rung vang báo hiệu, tiếng ngân vọng khắp nơi xa.",
  "清": "Nước 氵thêm giọt THANH 清 trong trẻo, không gian thoáng đãng bình minh.",
  "冰": "Đá 冫 lạnh giá băng BĂNG, mát lạnh tê tái lòng người.",
  "冬": "ĐÔNG 冬 đến sau 夂 các mùa, tuyết 冫 rơi trắng xóa đồng quê.",
  "搬": "Tay 扌đồ xuống thuyền 舟 chuyển 般 đi xa, dời nhà sang nơi mới.",
  "文": "Xăm 文 thân thể người, nét vẽ nghệ thuật tuyệt vời.",
  "解": "Sừng 角 trâu 牛 dao 刀 rạch GIẢI quyết vấn đề khó khăn.",
  "城": "Đất 土 đắp nên thành 城, bên THỔ bên THÀNH vững chắc.",
  "花": "Cỏ 艹 hóa 化 ra quả, nở HOA tươi đẹp xuân thì.",
  "秋": "Thu 秋 lúa 禾 cháy 火 vàng ươm, báo mùa chín tới thơm ngon đồng quê.",
  "草": "Cỏ 艹 cắt 早 mọc lại, thân THẢO mềm mại thiên nhiên.",
  "算": "Trúc 竹 nhắm 目 chắp 廾 tính TOÁN, trí tuệ thông minh tỏ tường.",
  "香": "Lúa 禾 ngày 日 mới thơm 香, mùi hương ngọt ngào dịu dàng.",
  "胖": "Ăn 半 đêm 月 dễ BÉO phì, cân nặng tăng dần theo thời gian.",
  "末": "Cây 木 gãy ngọn CUỐI 末 đời, thời kỳ cuối sắp tàn phai.",
  "害": "Nhà 宀 lắm 丰 mồm 口 chỉ có HẠI mà thôi, ngồi không gây rối.",
  "疼": "Bệnh 疒 mùa đông 冬 đau 疼 nhức, cảm giác khó chịu trong lòng.",
  "演": "Nước 氵mắt 演 dưới mái 宀, một 一 vai diễn lí 由 tám 八 tỉ giàu sang.",
  "叔": "Chú 叔 vai vế 上 ta, lại 又 nhỏ 小 hơn cha, gia đình thân thiết.",
  "夾": "Đại 大 hai 人 cận kề 夾, phụ tá gần gũi hỗ trợ nhau.",
  "夏": "Một 一 bóng người 夂 hạ 夏 đi bộ, tiết trời nóng bức oi nồng.",
  "婚": "Gái 女 hôn 昏 mê ngay cưới 婚, lễ thành hôn hạnh phúc đôi bên.",
  "差": "Công 工 việc tìm dê 羊 đen thiếu 差, công việc còn dang dở.",
  "放": "Hiểu địa hình 方 đánh 敕 du kích 攵 PHÓNG thẳng tiến công địch.",
  "朵": "Mấy 几 cây 木 bông 朶 hoa, điểm tô sắc thắm vườn nhà xinh tươi.",
  "然": "Nguyệt 月 tà tà 然, chó 犬 canh gà 灬 điểm tư đêm sâu.",
  "相": "Mắt 目 quan sát 木 cây, tương 相 hỗ giúp nhau vững bền.",
  "者": "Thổ 土 vác tre 竹 đè nhật 日, ông bà xưa kể chuyện nay.",
  "黃": "Da vàng 黃 bệnh gan, bụng phình to yếu ốm đau khổ.",
  "双": "Hai bàn tay 双 đôi ĐÔI, cặp đôi hạnh phúc sum vầy.",
  "坏": "Đất 土 xấu 不 tốt, HỎNG hại khó trồng cây xanh.",
  "干": "Đất KHÔ 干 nứt nẻ, khô hạn nắng cháy đồng không.",
  "于": "Vu 于 bỏ 一 lưng đinh 丁 đứa nào đây, câu hỏi vu vơ khó hiểu.",
  "万": "Bò cạp 万 độc dữ, ngàn vạn số đếm vô biên.",
  "记": "Nói 讠đủ 已 nghe dễ NHỚ 记, ghi nhớ mãi trong tâm trí.",
  "蝶": "Côn trùng 虫 sống đời 世 cánh 木, bướm 蝶 bay lượn tự do.",
  "总": "Tâm 心 không tốt 总 LUÔN ngồi TV, buồn phiền trong lòng khó khuây.",
  "灯": "Lửa 火 treo 丁 cây ĐÈN 灯, ánh sáng soi đường đêm tối.",
  "堯": "Ba sĩ 士 ngồi ghế 几 đội đức 堯 Nghiêu, vua hiền thời cổ.",
  "馬": "Chữ 馬 hình ảnh ngựa, phi nước đại tự do.",
  "马": "Chữ 马 giống hình ngựa, phi nhanh vượt ngàn dặm.",
  "网": "Lưới 网 mắt XX, bắt cá chim muông thú rừng.",
  "凶": "Hố HUNG 凶 bẫy thú, hung ác hiểm nguy chực chờ.",
  "旧": "Cổn 丨 nhật 日 xưa 旧, chuyện cũ năm xưa đã qua.",
  "满": "Nước 氵cỏ 艹 đôi 两 song hành, sinh mệnh tràn ĐẦY đất trời.",
  "办": "Hai tay 办 làm việc, dựng xây cơ đồ lớn lao.",
  "图": "Giấy ô vuông 图 nét 冬, TRANH mùa đông ấm áp lòng người.",
  "云": "Đám mây 云 trôi bồng bềnh, bầu trời xanh thẳm mênh mông.",
  "楼": "Gái 女 tựa cây 木 gạo 米 mơ xây nhà LẦU cao tầng.",
  "惜": "Lòng 忄xưa 昔 nghĩ tới, NUỐI TIẾC chuyện cũ năm xưa.",
  "环": "Vua 王 không 不 đeo VÒNG 环 tay, vương miện đội đầu oai nghiêm.",
  "愿": "Suy nghĩ 原 đầu 心 lòng, MONG MUỐN nguyện 願 thực hiện thành công.",
  "单": "Tám 八 đất 田 ngược 単, mười người trông đợi mùa hoa.",
  "虽": "Thằn lằn 虽 to khỏe, bò sát mạnh mẽ rừng sâu.",
  "言": "Chữ 言 thêm nét, tiếng xưa nay. Lập và nhật ghép thành đây.",
  "反": "𠂆 lại bàn tay, nghĩa ngược ngay.",
  "取": "Cắt tai tù binh, chiến thắng này.",
  "祀": "Quỳ trước bàn thờ, cúng tế bày.",
  "林": "Mộc đơn là cây, hai mộc rừng đầy.",
  "利": "Dao sắc gặt lúa, lợi về tay.",
  "江": "Sông lớn Trường Giang, nước chảy dài.",
  "宣": "Cung thất thiên tử, rộng thênh thang.",
  "活": "Thiếu nước lưỡi khô, hoạt động tàn.",
  "收": "Đập tay bắt giữ, thu về an.",
  "斯": "Cân chỉ âm s, kỳ (其) đọc sang.",
  "志": "Sĩ có tâm lòng, chí hướng vang.",
  "绝": "Tơ bị cắt đứt, tuyệt không còn.",
  "死": "Người quỳ mộ bên, chết chẳng còn.",
  "到": "Mũi tên cắm đất, đến đích luôn.",
  "全": "Vua đội nón lá, toàn thắng luôn.",
  "科": "Khoa cân lúa đấu, khoa cử luôn.",
  "克": "Rìu đập thú dữ, khắc phục luôn.",
  "原": "Thác nước vách cao, nguồn gốc ngàn.",
  "侧": "Nhân với 则, trắc bên đường.",
  "刀": "Hình dao sắc bén, chữ dao thường.",
  "朕": "Que nhọn vá thuyền, trẫm ngôi vương.",
  "象": "Vòi dài mình to, tượng hình tường.",
  "却": "Núi quỳ khuất phục, thoái lui đường.",
  "爿": "Cây xẻ phẳng ra, tấm ván giường.",
  "貢": "Xòe tiền công việc, cống nộp luôn.",
  "海": "Mẹ yêu con thơ, biển nước tràn.",
  "必": "Ngón tay xuyên tâm, chắc chắn tròn.",
  "光": "Người ngồi đèn sáng, ánh sáng luôn.",
  "森": "Ba cây rậm rạp, rừng âm u.",
  "欧": "Khuyết tật đất vùng, châu nợ tù.",
  "交": "Chân bắt chéo nhau, tiếp xúc sâu.",
  "笨": "Trúc trên bản dưới, đánh kẻ ngu.",
  "保": "Bế em bé nhỏ, bảo vệ từ.",
  "富": "Nhà ruộng dư thừa, giàu có dư.",
  "苦": "Cỏ xưa rất khổ, ăn chẳng no.",
  "切": "Dao cắt vật ra, cắt chẳng ngờ.",
  "播": "Tay gieo hạt thóc, phát triển xa.",
  "持": "Đến chùa tổ chức, cầu nguyện ta.",
  "律": "Viết quy định ra, luật pháp mà.",
  "座": "Người tìm đất rộng, ngồi hàn huyên.",
  "精": "Gạo xanh sạch nhất, tinh khiết liền.",
  "永": "Nhánh sông nhỏ chảy, mãi vô biên.",
  "美": "Dê to đẹp nhất, mỹ mãn duyên.",
  "巾": "Khăn vắt dây qua, khăn sạch đây.",
  "集": "Chim đậu thành đàn, tập hợp này.",
  "皮": "Lột da thú chết, lớp ngoài này.",
  "功": "Sức lực công cụ, tạo giá này.",
  "抱": "Tay ôm bao lấy, giữ chặt đây.",
  "改": "Yêu kém đổi thay, hoàn thiện ngay.",
  "折": "Rìu chặt thân cây, gãy đổ ngay.",
  "禁": "Lệnh rừng không ăn, trái cấm này.",
  "勇": "Mão đội trăm năm, dũng cảm thay.",
  "密": "Đấm ôm thuyền núi, mật rõ ràng.",
  "福": "Nhà người ruộng tốt, phúc đức tràn.",
  "值": "Người nói thẳng ngay, đáng quý này.",
  "散": "Xác thịt tan đi, biến mất bay.",
  "醒": "Rượu uống thấy sao, tỉnh chưa say.",
  "允": "Gật đầu ưng thuận, thuận lòng ngay.",
  "即": " Âu đầy thức ăn, vào bàn này.",
  "弄": "Ngọc làm miếng nhỏ, làm việc này.",
  "微": "Tóc nhỏ tuyệt vời, vi diệu thay.",
  "松": "Công lớn quý cao, tùng vững này.",
  "秀": "Cây trổ hoa tươi, tú đẹp này.",
  "章": "Viết lập mười cùng, chương sách đây.",
  "肯": "Thịt xương liền nhau, khả năng này.",
  "逐": "Chạy đá lợn đi, đuổi bắt ngay.",
  "首": "Đầu thú hình dung, thủ sẵn này.",
  "默": "Đêm chó canh nhà, yên lặng này.",
  "众": "Một đứng trên cao, ba người theo.",
  "螢": "Côn trùng đuôi sáng, đom đóm leo.",
  "闹": "Chợ trước cửa nhà, ồn ào theo.",
  "赢": "Vong khẩu nguyệt bối, doanh thắng nhiều.",
  "内": "Người trong phòng kín, nội riêng điều.",
  "专": "Ba tư chuyên nghiệp, vững bền nhiều.",
  "优": "Người đứng sánh rồng, ưu tú nhiều.",
  "饮": "Thực phẩm thiếu hụt, uống đỡ nhiều.",
  "飲": "Thực phẩm thiếu hụt, uống đỡ nhiều.",
  "针": "Kim loại nhỏ gọn, kim dựng nhiều.",
  "温": "Nước ánh mặt trời, ấm áp đều.",
  "孙": "Con nhỏ cõng cháu, mừng tuổi lên.",
  "虑": "Hổ hiện ruộng đồng, lo sợ liền.",
  "慮": "Hổ hiện ruộng đồng, lo nghĩ liền.",
  "淼": "Thủy thủy thủy chồng, nước mênh mông.",
  "鑫": "Kim kim kim chồng, giàu thịnh vượng.",
  "古": "Mười trên khẩu dưới, cổ xưa truyền.",
  "恼": "Tâm đầu bất an, phiền não liền.",
  "土": "Đất đống hình dung, thổ địa miền.",
  "王": "Tam giới bá vương, chủ khắp miền.",
  "青": "Vua mất mũ mắng, xanh giận liền.",
  "娶": "Lấy gái làm vợ, cưới hỏi liền.",
  "狂": "Khuyển muốn thành vương, cuồng ngông liền.",
  "竹": "Nhánh trúc vươn cao, trúc dáng tiên.",
  "析": "Rìu chẻ cái cây, chiết tự nhiên.",
  "佛": "Người trừ tai họa, Phật độ miền.",
  "灰": "Tay dập lửa cháy, tro bụi liền.",
  "田": "Lưỡng nhật bình đầu, điền ruộng liền.",
  "拐": "Lời cử sức dùng, dụ dỗ liền.",
  "鼠": "Chuột rình cối xay, ăn vội liền.",
  "欠": "Người che mặt đội, nợ khó liền.",
  "娱": "Nàng hầu chăm lo đủ đường, Hoàng thượng vui vẻ huy hoàng chẳng lo.",
  "玉": "Ba giọt nước đá quý rơi, Viên ngọc sáng rực mọi nơi tròn đầy.",
  "努": "Nô lệ làm việc cực tay, Sức lực dồn hết cả ngày không thôi.",
  "足": "Người có hai chân một miệng, Bước đi ăn uống đều nghĩ suy.",
  "弱": "Chim non yếu ớt vụng về, Bay chưa vững cánh lê dài trên cành.",
  "固": "Thành cổ bao quanh kiên cố, Tường cao vững chãi chẳng lo sập tường.",
  "祖": "Mộ tổ tiên người thăm viếng, Cây cỏ xanh tươi cũng quyến luyến theo.",
  "未": "Cây non lá xòe rộng ra, Chưa vươn cao lớn như là mai sau.",
  "入": "Ngược chữ nhân thêm nét vào, Như người tiến bước qua cửa vậy thôi.",
  "官": "Nhà lớn quan ngồi béo tròn, Xử lý công việc chẳng mòn chút tâm.",
  "猛": "Sói dữ tụ họp đông đúc, Hung tợn mạnh mẽ chẳng chùn bước đâu.",
  "政": "Đúng đắn luật pháp tuần tự, Khuôn phép trị vì chu toàn chẳng sai.",
  "累": "Ruộng đất rối tơ vò hoài, Mệt mỏi giải quyết ngày dài chẳng xong.",
  "守": "Đất đai giữ mãi trong lòng, Tổ nghiệp cha ông gìn giữ sắt son.",
  "拍": "Tay cầm máy ảnh chụp mau, Ánh sáng trắng hiện phơi bày cảnh này.",
  "尖": "Gốc to ngọn nhỏ thì nhọn, Đầu nhọn dễ nhận biết liền ngay thôi.",
  "甲": "Rùa mai cứng tựa áo giáp, Bảo vệ thân mình chẳng sợ hiểm nguy.",
  "舌": "Lưỡi người nói được nghìn lời, Từ câu chuyện kể miệng cười hân hoan.",
  "兄": "Anh trai miệng há thật to, Đi đứng nói năng vui vẻ thuận hòa.",
  "证": "Lời đúng chứng minh rõ ràng, Nói ra bằng chứng thiện ác phân minh.",
  "証": "Lời đúng chứng minh rõ ràng, Nói ra bằng chứng thiện ác phân minh.",
  "误": "Nói sai dù cả ngày dài, Miệng mở vẫn cứ sai hoài chẳng thôi.",
  "書": "Sách viết bút lách từng hồi, Ghi chép mọi thứ cuộc đời lưu truyền.",
  "愁": "Hỏa hòa thêm tâm bên dưới, Sầu thu chất chứa nỗi niềm riêng ai.",
  "伴": "Một nửa hòa hợp cùng người, Bạn đồng hành mãi chẳng rời xa nhau.",
  "诺": "Lời hứa như cỏ trên đá, Một khi đã nói khó mà rút lui.",
  "离": "Tai họa đầu rơi xuống rồi, Ly tán hủy hoại cuộc đời đau thương.",
  "醉": "Hai người mười ly rượu nồng, Uống xong say khướt chẳng còn nhớ chi.",
  "臭": "Chó đánh hơi mùi hôi thối, Tự mình phát hiện chẳng sai chút nào.",
  "贺": "Chúc mừng công sức lời hay, Quý hơn tiền bạc tặng ngay niềm vui.",
  "瞎": "Mắt bị hại quá độ rồi, Mù lòa chẳng thấy cuộc đời sáng tươi.",
  "拜": "Chấp tay lễ tiết kính thành, Tôn nghiêm nghi thức đẹp lành phẩm cao.",
  "孝": "Đất bùn ao cây sào cắm, Con đứng vịn sào hiếu thảo mẹ cha.",
  "忍": "Dao trên đầu tim dưới đây, Nhịn nhường câu nghĩa chẳng lay động lòng.",
  "宿": "Mái nhà trăm sự vừa vặn, Nhân đứng yên lành chẳng loạn đảo đi.",
  "退": "Nhật thời gian đến lúc rồi, Quay về nghỉ ngơi đừng lùi bước hoài.",
  "俗": "Người xưa hang động làm nhà, Tập tục sinh sống từ đây dựng xây.",
  "委": "Việc lúa giao phó cho nàng, Phụ nữ đảm đang chu toàn việc nhà.",
  "武": "Vũ lực ngăn cấm bạo tàn, Giáo mác an dân dựng nước bền lâu.",
  "丁": "Vu bỏ ngang lưng đinh này, Đứa nào đứa nấy xếp bày thẳng hàng.",
  "乙": "Chim yến đậu cành cong queo, Hình dáng chữ giống chẳng nhiều khác chi.",
  "付": "Anh cúi người nhận việc này, Giao phó trọng trách chẳng lay động lòng.",
  "伸": "Người bày tỏ ý thân thiết, Quá đà thân mật cũng nên giữ mình.",
  "初": "Dao cắt vải làm y phục, Ban đầu tạo dựng áo quần đẹp tươi.",
  "叉": "Cầm vật gì đó một tay, Xiên kẹo hồ lô này dễ dàng thôi.",
  "哲": "Trí giả dùng lời giảng giải, Tay chân vũ khí chẳng lay động lòng.",
  "善": "Vua hai sừng hai mươi miệng, Thiện lương tốt đẹp cũng quyện vào nhau.",
  "威": "Em gái đồng trinh chờ người, Tuất gá duyên đẹp chẳng lơi lỏng lòng.",
  "娘": "Thiếu nữ hiền lành đáng yêu, Cô gái tốt bụng sớm chiều đợi mong.",
  "愧": "Quý gồm tâm quỷ trong lòng, Hổ thẹn xấu hổ thiện ác phân minh.",
  "慧": "Tuệ chổi quét bụi sạch trong, Tâm minh mẫn trí thông minh sáng ngời.",
  "旬": "Mười ngày thiên can ghi nhận, Thời gian đánh dấu chẳng quên phút giây.",
  "朝": "Sớm mai mặt trời mọc lên, Trăng chưa lặn mất triều đại tuần hoàn.",
  "治": "Thủy thai hợp thành chữ này, Trị thủy phân lũ tránh nguy hại dân.",
  "泉": "Dòng nước chảy từ bụng đá, Nguồn mạch trong veo mát lạnh ngọt ngào.",
  "私": "Lúa đánh dấu dây sở hữu, Tài sản chủ quyền chẳng thể nhầm lẫn.",
  "移": "Lúa mọc dày phải di chuyển, Nơi khác trồng trọt thuận lợi hơn nhiều.",
  "闲": "Cửa trước cây cảnh chăm sóc, Nhàn nhã thư thái chẳng lo nghĩ nhiều.",
  "灾": "Mái nhà tranh lửa cháy chân, Tai nạn họa hại số phần chẳng may.",
  "库": "Chiến xa chứa dưới vách núi, Kho chứa kín đáo bảo vệ an toàn.",
  "煤": "Gỗ chịu nóng lửa hóa than, Qua thời gian dài biến dạng màu đen.",
  "厂": "Lán thô sơ che nắng mưa, Công xưởng đơn giản dựng xây dễ dàng.",
  "厅": "Nhà lớn chỗ ở tiện nghi, Dễ dàng tiếp khách sum vầy gặp gỡ.",
  "庆": "Da hươu tặng bạn mừng vui, Khắc ghi tình cảm chẳng lùi bước chân.",
  "贡": "Tiền tài vật chất dâng hiến, Công việc thành đạt chẳng phiền nghĩ suy.",
  "摇": "Tay cạy nắp vò giữ lại, Yên ổn lung lay chẳng ngại chi đâu.",
  "订": "Lời nói chắc như đinh đóng, Hứa hẹn cam kết chẳng lơi lỏng lòng.",
  "訂": "Lời nói chắc như đinh đóng, Hứa hẹn cam kết chẳng lơi lỏng lòng.",
  "财": "Tiền tài của cải dư dả, Người giàu khả năng chẳng tha nghĩ suy.",
  "壽": "Nho sĩ mục tiêu chí hướng, Ăn uống điều độ sống lâu trăm năm.",
  "凭": "Người vác vật nặng nghỉ ngơi, Dựa bàn nhỏ nhắn chẳng rời bước chân.",
  "卧": "Mắt nhìn nằm nghỉ dưỡng thần, Âm đọc ghép chữ chẳng phân biệt nhau.",
  "荣": "Hai bó đuốc giao sáng tỏ, Vinh dự vẻ vang chẳng lỡ cơ hội.",
  "芯": "Tim đèn làm từ cỏ khô, Giữa cây đèn đặt chẳng mờ ánh sáng.",
  "队": "Người xếp đội ngũ chỉnh tề, Sau gò đất đứng chẳng hề lộn xộn.",
  "霜": "Sương đọng trên cây mưa tan, Long lanh mắt sáng chẳng màn đêm sâu.",
  "吞": "Kẹo tung lên trời nuốt gọn, Miệng há rộng lớn chẳng còn dấu vết.",
  "仙": "Người lên núi tu luyện đạo, Nhân sơn ghép chữ tiên sao đẹp lòng.",
  "爽": "Người cao cầm đèn sáng tỏ, Hai chiếc đèn lồng chẳng mờ ánh quang.",
  "炎": "Nóng quá dẫn tới viêm nhiễm, Lửa cháy dữ dội chẳng giảm nhiệt đâu.",
  "串": "Xiên kẹo hồ lô ngọt ngào, Hình ảnh dễ nhớ chẳng sao quên lãng.",
  "悟": "Lắng nghe con tim năm lần, Bảy lượt nói lại ngộ ra chẳng lầm.",
  "寸": "Thốn khẩu cổ tay ba phân, Đo mạch bắt bệnh chẳng cần nghĩ suy.",
  "轟": "Ba xe đi đường ồn ào, Náo nhiệt tiếng động chẳng sao im lặng.",
  "吉": "Miệng kẻ sĩ nói điều lành, Tốt đẹp phúc đức chẳng dành riêng ai.",
  "晶": "Ba chữ nhật chồng lên nhau, Tinh trong suốt sáng chẳng màu tối đen.",
  "奴": "Phụ nữ hầu hạ nhà giàu, Coi thường bán rẻ chẳng sao thoát thân.",
  "龍": "Nhà lao mở cửa rồng bay, Tự do phóng khoáng chẳng lay động lòng.",
  "粉": "Bát đao phân hạt gạo ra, Bột phấn mịn màng chẳng xa lạ gì.",
  "枝": "Cành cây chi nhánh phân ra, Ngân hàng chi nhánh chẳng là lạ đâu.",
  "井": "Giếng nước bốn góc vuông vức, Tám đầu dây nối chẳng lục lạc gì.",
  "孕": "Bụng to mang nặng đứa con, Thai nhi phát triển chẳng còn sớm mai.",
  "乳": "Con nhỏ bú sữa mẹ hiền, Vú sữa ngọt ngào chẳng phiền nghĩ suy.",
  "忠": "Trung tâm tập trung hết lòng, Mục tiêu hướng tới chẳng lòng vòng chi.",
  "泰": "Nước xuân trong lành tinh khiết, Hòa bình thịnh vượng chẳng tiếc lời khen.",
  "乞": "Xin ăn cầu thực sống qua, Hình ảnh nghèo khó chẳng là lạ đâu.",
  "躲": "Mắc lỗi xấu hổ tìm nơi, Thu mình ẩn nấp chẳng rời bước chân.",
  "塔": "Đất cỏ trộn xây tháp cao, Chung tay hợp sức chẳng sao đổ vỡ.",
  "亡": "Dao gãy bỏ đi vô dụng, Tử vong diệt vong chẳng lộng quyền uy.",
  "兆": "Hai người chạy khỏi sông sâu, Lũ lụt sắp đến chẳng đâu kịp phòng.",
  "勿": "Dao cắt ngang đường thẳng. Cấm từ chối, nghĩa là đừng.",
  "哀": "Thương xót góa bụa lòng đau. Ai kia rơi lệ nghẹn ngào thương tâm.",
  "奉": "Ba người cưỡi trâu không sừng. Hiến dâng cung kính tự tình trong tim.",
  "恕": "Tâm mình như thể tâm người. Tha thứ bao dung rạng ngời tình thương.",
  "祥": "Dê hiền mang phúc vào nhà. Tường vân báo hiệu điềm hòa bình an.",
  "穴": "Hang núi sâu thăm thẳm đen. Huyệt động chen chúc làm nên mái nhà.",
  "粥": "Gạo giữa hai cung nấu thành. Cháo thơm tỏa khói dịu mềm môi trai.",
  "杞": "Cây kỉ mọc đứng cao vời. Bầu trời che chở đất ngồi vững yên.",
  "誓": "Lời thề xưa đã phai nhạt rồi. Tình yêu tan biến chẳng lời sum vầy.",
  "辰": "Vỏ hến mài thành dụng cụ hay. Dẫy cỏ ruộng đồng mỗi ngày thêm tươi.",
  "恥": "Nghe điều tai khiến tâm hổ ngươi. Xấu hổ làm người phải lùi bước chân.",
  "虫": "Bọ nhỏ đầu nhọn cong queo thân. Côn trùng bé nhỏ giữa trần thế này.",
  "轰": "Ba xe hợp lại thành đoàn. Oanh tạc nổ lớn vang ngàn tiếng reo.",
  "壮": "Nam nhi khỏe mạnh dựng xây. Tráng niên góp sức dựng đầy quê hương.",
  "狱": "Hai người tranh cãi chó sủa vang. Ngục tù nơi đó ai mang tội tình.",
  "贫": "Tiền bạc chia nhỏ dần tiêu. Nghèo khó đến sớm chiều liều sống qua.",
  "杰": "Dưới cây đốt lửa sáng ngời. Kiệt xuất tài giỏi đời đời nhớ thương.",
  "伪": "Con người làm giả thật hay. Nhân tạo chẳng phải tự nhiên mà thành.",
  "乌": "Chim bay trời rộng cao xanh. Ô tác tiếng gọi đồng tình bạn chim.",
  "党": "Anh trai gia nhập đảng rồi. Đồng chí cùng chí hướng đời dựng xây.",
  "圣": "Thánh nhân ở đất linh thiêng. Thần thánh hiển hách hiện lên giúp đời.",
  "昼": "Mặt trời mọc đến khi lặn. Ban ngày sáng rõ khắp miền gần xa.",
  "炉": "Nhà nào cũng có lò than. Lửa hồng sưởi ấm mọi đàng gần xa.",
  "罢": "Gấu ngựa nghỉ việc từ đây. Bãi miễn đình chỉ hết ngay tức thì.",
  "驯": "Ngựa lành qua sông mỗi tuần. Thuần hóa thuần phục đều cần thời gian.",
  "尿": "Nước tiểu cơ thể tiết ra. Tiết niệu hệ thống lọc là sạch trong.",
  "弓": "Cây cung bắn tên xa vời. Công kích phòng thủ đều thời võ công.",
  "焚": "Hai cây nhóm lửa đốt thiêu. Phần thư hủy sách tiêu điều thảm thương.",
  "囚": "Tù nhân bị nhốt trong lao. Tường cao bốn bức khóa vào xiềng xích.",
  "卜": "Chiêm bốc hỏi quẻ hôm nay. Phán đoán vận mệnh tương lai cuộc đời.",
  "爪": "Móng vuốt sắc nhọn cong queo. Trảo cầm nắm giữ đều liều bắt con.",
  "燕": "Nhà có hai mươi miệng ăn. Yến tử bay lượn kiếm tìm tổ chim.",
  "匠": "Hộp đựng rìu của thợ lành. Nghề nghiệp kỹ nghệ tinh thành tạo ra.",
  "剃": "Em trai cạo tóc trọc đầu. Đệ đệ cắt bỏ sạch làu lông mày.",
  "德": "Chim đậu cành tre trên cao. Đức hạnh tâm đức biết bao nhiêu phần.",
  "痘": "Bệnh nổi mụn như hạt đậu. Đậu mùa hoành hành khắp đâu cũng lo.",
  "拷": "Đánh đập tra tấn khổ đau. Khẩu cung ép buộc phải mau khai nguồn.",
  "佐": "Người trái giúp đỡ đỡ nâng. Tả hữu hỗ trợ đồng hành bên ta.",
  "義": "Dê hiền lương thiện biết bao. Nghĩa khí nghĩa hiệp biết sao kể cùng.",
  "卒": "Mười người đội mũ cuối hàng. Tốt nghiệp hoàn tất mọi đường học hành.",
  "君": "Minh quân trị vì thiên hạ. Quân tử quyền uy cả nhà kính tôn.",
  "宋": "Nhà gỗ đơn sơ dưới trời. Tống triều lịch sử vẫn còn lưu danh.",
  "脊": "Xương sống trụ cột cơ đồ. Tích tụ thịt bọc vững vàng núi xương.",
  "芳": "Hoa thơm tỏa ngát bốn phương. Phương thảo đẹp đẽ vấn vương lòng người.",
  "來": "Hai người gốc đa quay về. Tam lai tam khứ đến rồi lại đi.",
  "欽": "Ngàn vàng quý giá vô biên. Khâm phục kính trọng mọi miền đều hay.",
  "嶽": "Hai chó nói chuyện dưới nhà. Sơn nhạc cao cả bao la đất trời.",
  "随": "Đỉa leo cọc liễu chèo bơi. Tùy duyên tùy phận cuộc đời đổi thay.",
  "艳": "Đa tình háo sắc chẳng sai. Diễm lệ xinh đẹp ai ai cũng mê.",
  "獄": "Chó nhà chó ta nói chuyện. Ngục tù nơi đó luận bàn tội tình.",
  "从": "Hai người nối bước theo nhau. Tòng dung thuận lợi trước sau một đường.",
  "請": "Trăng ghế vua ngồi nói năng. Thỉnh cầu mời gọi sang ngang họ hàng.",
  "哥": "Hai chữ chồng lên tầng tầng. Ca ca anh ấy làm nên việc to.",
  "木": "Cây xanh đứng vững đất trời. Mộc mạc giản dị khắp nơi có mặt.",
  "邦": "Đất phong cho chư hầu lãnh. Bang quốc quốc gia tự lãnh địa riêng.",
  "酋": "Quan coi kho rượu thời xưa. Tủ rượu trưng bày đủ thứ hạng sang.",
  "鼎": "Đỉnh đồng nấu thức ăn ngon. Đỉnh điểm cao quý hơn tròn vững bền.",
  "川": "Dòng sông chảy mãi không ngừng. Xuyên suốt mọi nẻo đường rừng núi xa.",
  "们": "Đám người đứng trước cửa nhà. Môn sinh học trò cả nhà đông vui.",
  "份": "Tám người cầm dao giành phần. Phần chia khẩu phần biết bao nhiêu lần.",
  "按": "Tay đàn ông bảo vệ an. An toàn phụ nữ vững vàng niềm tin.",
  "咬": "Bạn thân cắn miếng ăn vui. Giảo biện giảo hoạt để rồi cắn nhau.",
  "很": "Ánh mắt phẫn nộ kiên quyết. Rất ghét không theo vết xe cũ nào.",
  "园": "Nguyên ngày bị bao vây chặt. Vườn hoa xinh đẹp gắn chặt tường thành.",
  "聊": "Mèo vểnh tai nghe nói chuyện. Liêu thiên liêu địa chuyện phiếm vui chơi.",
  "练": "Dải lụa buộc lưng luyện tập. Luyện rèn kỹ nghệ gấp rút tiến lên.",
  "超": "Mẹ mua dao miệng mặc cả siêu. Siêu thị mua sắm nhanh nhiều món hàng.",
  "厄": "Công cụ cổ kéo xe trâu. Ách yếu hiểm nghèo gặp đâu cũng lo.",
  "殷": "Roi đánh đau buồn lắm thay. Ân cần ân nghĩa biết bao nhiêu phần.",
  "印": "Tay to ấn xuống người quỳ. Ấn dấu chứng thực ký tên rõ ràng.",
  "剥": "Cắt đứt lột vỏ tước đoạt. Bóc lột bóc gọt biết bao nhiêu lần.",
  "帛": "Lụa trắng tơ tằm đẹp xinh. Bạch bạch bạch bạch trắng tinh nhẹ nhàng.",
  "编": "Dây thừng buộc thẻ tre thành. Biên soạn biên tập xếp hàng thứ tự.",
  "弁": "Mũ mão đội đầu quan văn. Biện sự biện giải mọi phần rõ ràng.",
  "竞": "Tranh giành vật lộn đấu tranh. Cạnh tranh cạnh đua mọi phần thắng thua.",
  "兵": "Vũ khí chiến tranh binh đao. Binh lính chiến sĩ biết bao nhiêu người.",
  "丙": "Đuôi cá xưa kia gọi tên. Bính can thứ ba truyền liền thiên can.",
  "革": "Da thú thuộc kỹ lông cạo. Cách mạng thay đổi mới vào tốt hơn.",
  "琴": "Đàn cầm bảy dây âm vang. Cầm ca cầm khúc dịu dàng lòng ai.",
  "更": "Roi dạy sửa chữa lỗi lầm. Canh giờ canh giấc đêm nằm canh canh.",
  "祝": "Khấn vái bàn thờ đá cao. Chúc mừng chúc tụng biết bao nhiêu lời.",
  "周": "Ruộng lúa đầy khắp mọi nơi. Chu vi chu đáo mọi bề hoàn toàn.",
  "具": "Vạc đựng thức ăn đầy đủ. Cụ thể chi tiết rõ từng phần riêng.",
  "止": "Chân bước dừng lại nghỉ ngơi. Chỉ điểm chỉ chỗ biết bao nhiêu phần.",
  "之": "Bàn chân bước tới nơi xa. Chí hướng chí nguyện biết là mấy phân.",
  "舟": "Thuyền nhỏ cong cong giữa sông. Chu du chuỗi kết nối thông mọi miền.",
  "旨": "Thìa đưa thức ăn thơm ngon. Chỉ đạo chỉ thị biết ơn mọi người.",
  "谷": "Nước chảy qua cửa núi cao. Cốc địa cốc đạo mọi sao đều tường.",
  "执": "Hai tay bị cùm trói chặt. Chấp nhận chấp thuận mọi phần rõ ràng.",
  "宫": "Cung điện kiến trúc cao sang. Cung cấm cung cấp đủ phần tiện nghi.",
  "平": "Cân bằng như cái cân, công bằng không thiên vị.",
  "丽": "Đèn treo trần nhà sáng rỡ, đẹp lộng lẫy.",
  "冠": "Tay cầm mũ đội đầu, vương miện uy nghiêm.",
  "照": "Lửa cháy tuyệt chiêu, chiếu sáng khắp nơi.",
  "排": "Tay đẩy bài xếp, dàn hàng ngay ngắn.",
  "枉": "Cành cây uốn cong, đường đi lệch lạc.",
  "兔": "Thỏ nhảy nhanh nhẹn, tai dài dễ thương.",
  "業": "Cừu trong hàng rào, công việc chăm lo.",
  "陽": "Mặt trời mọc cao, dương khí lan tỏa.",
  "扔": "Tay vung mạnh mẽ, ném xa thật xa.",
  "冫": "Hai tảng băng va, lạnh giá vô cùng.",
  "殳": "Gậy dài một thước, vũ khí thời xưa.",
  "闻": "Tai nghe miệng lặng, tin tức bay về.",
  "枪": "Mũi giáo sắc nhọn, chiến đấu oai hùng.",
  "枕": "Gỗ kê đầu nằm, giấc ngủ sâu thẳm.",
  "聽": "Tai nghe mắt nhìn, lòng thành cảm thông.",
  "肃": "Sâu lắng cẩn trọng, mọi việc trang nghiêm.",
  "粟": "Lúa gạo đầy kho, lương thực dồi dào.",
  "偵": "Người do thám tìm, thông tin nắm rõ.",
  "匚": "Chiếc hộp đựng đồ, ngăn nắp gọn gàng.",
  "压": "Đá đè núi lở, áp lực nặng nề.",
  "仆": "Nô lệ áo dài, phục dịch tận tâm.",
  "巧": "Khéo léo làm việc, tài năng xuất chúng.",
  "棗": "Cây nhiều gai nhọn, trái ngọt thơm ngon.",
  "贮": "Hòm gỗ đựng tiền, tích góp giàu sang.",
  "块": "Cục đất vuông vức, chặt chẽ bền lâu.",
  "粗": "Hươu chạy nhanh thoăn thoắt, thô sơ tự nhiên.",
  "磬": "Búa gõ nhạc cụ, âm thanh thanh thoát.",
  "刚": "Dao cắt lưới thép, cứng cáp bền bỉ.",
  "展": "Tay túm người đuổi, mở rộng tầm xa.",
  "呢": "Miệng nói êm tai, giọng nhẹ tình sâu.",
  "远": "Đường xa vạn dặm, duỗi bước tiến dài.",
  "里": "Làng quê đồng ruộng, dân cư sum vầy.",
  "本": "Rễ cây sâu chắc, gốc vững ngàn năm.",
  "穿": "Răng cắn tạo lỗ, xuyên qua dễ dàng.",
  "真": "Quý giá chân thành, thật thà đáng quý.",
  "服": "Đĩa ngọc chinh phục, phục tùng kính trọng.",
  "南": "Chuông ngân vang vọng, phương Nam bình yên.",
  "也": "Trẻ khóc gọi mẹ, tiếng vọng lòng thương.",
  "今": "Miệng đóng kín lại, hiện tại chớ quên.",
  "有": "Tay cầm thịt ngon, có được phước lành.",
  "得": "Tay nắm vỏ sò, đạt được ước mong.",
  "先": "Người bước dẫn đầu, tiên phong dũng mãnh.",
  "介": "Đứng giữa hai đường, giới hạn ranh rào.",
  "行": "Ngã tư đường phố, hành trình thuận buồm.",
  "工": "Dao sắc công cụ, kỹ nghệ tinh xảo.",
  "再": "Hai cá cùng bắt, tái diễn thêm lần.",
  "半": "Bò chia làm đôi, nửa phần đủ dùng.",
  "非": "Hai người quay lưng, phiền muộn chia ly.",
  "机": "Cây gỗ làm máy, cơ khí thần kỳ.",
  "上": "Dấu chấm trên cao, thượng đỉnh vươn lên.",
  "下": "Dấu chấm dưới thấp, hạ tầng vững bền.",
  "第": "Em út đứng hàng, thứ tự gia đình.",
  "歌": "Rìu cầm hát vang, ca khúc du dương.",
  "旁": "Phía bên cạnh đó, bàng bạc mênh mông.",
  "就": "Kinh thành tiến tới, thành tựu viên mãn.",
  "作": "Người làm việc ấy, tác phẩm hoàn hảo.",
  "假": "Người nghỉ lễ này, tạm thời thư giãn.",
  "候": "Người đợi chờ đây, hậu trường kiên nhẫn.",
  "净": "Nước rửa sạch sẽ, tịnh độ thanh khiết.",
  "冷": "Băng giá lạnh lùng, lãnh đạm cô đơn.",
  "号": "Miệng hô lớn tiếng, hiệu lệnh vang rền.",
  "吧": "Miệng mời gọi vào, quán bar vui vẻ.",
  "喝": "Miệng uống nước mát, giải khát thỏa thuê.",
  "知": "Miệng nói mũi tên, tri thức bay xa.",
  "哪": "Miệng hỏi ở đâu, nàng nào biết chăng?",
  "吗": "Miệng hỏi ngựa phi, làm gì có không?",
  "姐": "Nàng là chị gái, nữ tính dịu dàng.",
  "奶": "Nàng cho sữa ngọt, nuôi dưỡng đời con.",
  "她": "Nàng ấy xinh đẹp, đáng yêu vô cùng.",
  "妹": "Nàng em nhỏ nhắn, mỹ miều đáng yêu.",
  "孩": "Con trẻ khóc cười, hài nhi dễ thương.",
  "写": "Mái nhà viết chữ, sách vở học hành.",
  "常": "Khăn lau thường ngày, trang phục chỉnh tề.",
  "帮": "Khăn buộc giúp đỡ, bang hội đoàn kết.",
  "店": "Mái hiên cửa hàng, điện tử tiện nghi.",
  "慢": "Tim đập chậm rãi, màn đêm yên bình.",
  "找": "Tay tìm kiếm vật, gậy chống đỡ thân.",
  "早": "Mặt trời mọc sớm, chào ngày mới sang.",
  "星": "Ngôi sao sinh sôi, ánh sáng lung linh.",
  "前": "Dao cắt trước mặt, tiền đồ sáng lạng.",
  "渴": "Nước uống khát vọng, giải nhiệt mát trong.",
  "汽": "Hơi nước bay lên, khí trời mát mẻ.",
  "汉": "Sông nước Hán Giang, hào hiệp anh hùng.",
  "爸": "Cha già yêu thương, bảo bọc con thơ.",
  "爷": "Ông già hiền từ, yểm trợ cháu con.",
  "站": "Đứng thẳng nghiêm trang, trạm dừng nghỉ ngơi.",
  "答": "Tre đáp ứng lời, hợp ý vui lòng.",
  "等": "Tre chờ đợi ai, đẳng cấp kiên nhẫn.",
  "绍": "Tơ lụa mềm mại, thiệu thiệu long lanh.",
  "茶": "Cỏ thơm lá xanh, trà đạo tinh tế.",
  "蛋": "Con trùng kéo dài, trứng gà nở ra.",
  "视": "Mắt nhìn thấy rõ, thị giác tinh tường.",
  "诉": "Lời nói kể lể, tố cáo sự tình.",
  "认": "Miệng nhận người quen, nhân diện rõ ràng.",
  "谁": "Miệng hỏi ai đây, suy đoán phân vân.",
  "读": "Miệng đọc sách vở, độc lập kiến thức.",
  "跑": "Chân chạy nhanh chóng, báo tin vội vàng.",
  "跟": "Chân theo sau lưng, gấn gũi gần kề.",
  "进": "Đường dài tiến tới, tấn tới thành công.",
  "过": "Bộ 辶 chỉ đường đi, 寸 thêm âm thanh.",
  "送": "Bộ 辶 chỉ tiễn đưa, 灷 mang âm vang.",
  "那": "⻏ chỉ xa vời, 冄 âm thanh vấn vương.",
  "零": "雨 rơi nhẹ nhàng, 令 âm vang dịu dàng.",
  "馆": "饣 gợi quán xá, 官 âm thanh thảnh thơi.",
  "饿": "饣 gợi đói lòng, 我 mang âm đồng.",
  "球": "𤣩 chỉ quả cầu, 求 âm vang khắp chốn.",
  "能": "Con gấu mạnh mẽ, khả năng vô biên.",
  "毛": "Lông vũ bay nhẹ, hình ảnh đơn truyền.",
  "系": "糸 chỉ sợi chỉ, 又 tay nắm giữ liền.",
  "元": "Người đứng đầu tiên, ý nghĩa thiêng liêng.",
  "身": "Hình người nhô giữa, thân thể vững bền.",
  "弟": "Dây quấn gọn gàng, em út thuận duyên.",
  "衣": "Áo khoác nhẹ nhàng, hình bóng miệt mài.",
  "车": "Xe chiến chạy nhanh, dấu vết còn đây.",
  "我": "Vũ khí dài rộng, tôi đây hùng cường.",
  "牛": "Đầu bò vững chắc, sức mạnh ngàn phương.",
  "开": "Tay mở cửa ra, rộng mở con đường.",
  "两": "Hai phần cân xứng, đôi cánh cùng đường.",
  "师": "Giáo viên dẫn lối, học trò sáng gương.",
  "会": "Hợp lại một nơi, gặp gỡ tình thương.",
  "条": "Cành cây nhỏ nhắn, phân loại rõ ràng.",
  "树": "Gốc cây vững chãi, cành lá sum suê.",
  "欢": "Miệng cười vui vẻ, tiếng reo hân hoan.",
  "习": "Chim non tập bay, rèn luyện thành tài.",
  "脑": "Phần đầu óc nghĩ, trí tuệ mênh mang.",
  "见": "Mắt nhìn thế giới, thấy rõ mọi đàng.",
  "试": "Lời nói kiểm tra, thử thách vững vàng.",
  "钱": "Kim loại quý giá, tiền bạc rộn ràng.",
  "错": "Đá mài sắc bén, lỗi lầm sửa sang.",
  "电": "Tia chớp loé sáng, điện lực dọc ngang.",
  "页": "Cái đầu trang trọng, trang sách rõ ràng.",
  "风": "Phượng hoàng bay lượn, gió thổi dịu dàng.",
  "体": "Người với cơ thể, sức khỏe bình an.",
  "是": "Chân bước dừng lại, khẳng định vững vàng.",
  "鸡": "Chữ 鸟 chỉ gà, âm thanh vang vang.",
  "幺": "Sợi chỉ xoắn chặt, hình dáng dịu dàng.",
  "么": "Sợi chỉ nhỏ nhắn, âm vang nhẹ nhàng.",
  "场": "Đất bằng rộng lớn, âm hưởng lan tràn.",
  "影": "彡 chỉ bóng tối, 景 mang vẻ huyền.",
  "怎": "Tâm tư khó hiểu, 乍 âm vang truyền.",
  "忘": "Tâm quên lãng lẽ, 亡 mất không nguyên.",
  "桌": "Gỗ làm bàn vững, 卓 cao quý truyền.",
  "着": "艹 chỉ cây cỏ, 者 âm thanh thiền.",
  "西": "Tổ chim xưa cũ, 西 hướng trời hiền.",
  "觉": "见 nhìn thấy rõ, 学 âm vang miền.",
  "雪": "雨 rơi trắng xóa, 彗 quét sạch miền.",
  "空": "穴 chỉ khoảng trống, 工 âm hưởng thiền.",
  "组": "纟 chỉ sợi dây, 且 thêm âm liên.",
  "许": "讠 lời hứa hẹn, 午 âm vang truyền.",
  "套": "Bọc kín bao quanh, 大 rộng dài thêm.",
  "卡": "Trên dưới mắc kẹt, giữa đời ưu phiền.",
  "静": "Thanh âm lặng lẽ, tĩnh tại mọi miền.",
  "受": "Tay nhận thuyền nhỏ, sẻ chia mọi miền.",
  "由": "Mũ bảo hiểm xưa, lý do vẫn truyền.",
  "色": "Tay đẩy xuống thấp, sắc màu đổi truyền.",
  "示": "Bài vị linh thiêng, thần linh hiển hiện.",
  "食": "Miệng ăn thức ngon, no đủ bình yên.",
  "向": "Không gian vọng tiếng, hướng tới mọi miền.",
  "以": "Người mang vác nặng, ý chí kiên bền.",
  "报": "Xiềng xích khuất phục, trừng phạt nghiêm truyền.",
  "实": "Tiền tài dưới mái, giàu có vững bền.",
  "久": "Nock tên gắn cung, lâu dài mãi truyền.",
  "吹": "Miệng thổi hơi nhẹ, gió mát dịu hiền.",
  "计": "Nói số tính toán, kế hoạch chu toàn.",
  "康": "Cồng chiêng vang vọng, an khang mọi miền.",
  "参": "Ba ngôi sao sáng, tỏa chiếu mọi miền.",
  "典": "Tay cầm sách quý, điển tích lưu truyền.",
  "合": "Hai miệng đối đáp, hợp nhất mọi miền.",
  "或": "Khu vực bảo vệ, hoặc giả mọi miền.",
  "封": "Tay trồng cây lớn, ranh giới vững bền.",
  "已": "Rắn uốn cong mình, đã vậy chẳng lên.",
  "占": "Vết nứt thầy bói, dự đoán tương truyền.",
  "己": "Sợi dây mềm mại, tự thân cố gắng.",
  "所": "Âm thanh cửa sổ, nơi chốn bình yên.",
  "而": "Râu dài phất phơ, mà nên mọi miền.",
  "且": "Bàn thờ hiến tế, lễ nghi tôn nghiêm.",
  "宜": "Thịt trên bàn thờ, thích hợp mọi miền.",
  "音": "Miệng phát âm vang, thanh âm dịu hiền.",
  "经": "Sợi dọc khung cửi, kinh điển lưu truyền.",
  "亮": "Người đứng chỗ cao, sáng láng mọi miền.",
  "亿": "Người mang số lớn, hàng triệu vững bền.",
  "停": "Người nghỉ chân lại, đình chỉ mọi miền.",
  "例": "Người theo thứ tự, ví dụ mọi miền.",
  "倒": "Người ngã xuống đất, đổ vỡ mọi miền.",
  "健": "Người xây dựng mạnh, khỏe khoắn mọi miền.",
  "低": "Người cúi thấp đầu, thấp thoáng mọi miền.",
  "便": "Người tiện lợi việc, thuận tiện mọi miền.",
  "凉": "Nước lạnh dịu dàng, âm thanh kinh kỳ.",
  "刻": "Dao khắc sắc bén, âm vang mọi miền.",
  "划": "Dao cắt đường nét, âm vang mọi miền.",
  "助": "Sức lực giúp đỡ, hỗ trợ mọi miền.",
  "度": "Tay đo chuẩn xác, âm vang đáy nguồn.",
  "可": "Miệng nói đồng ý, cán rìu âm vang.",
  "响": "Miệng vọng âm vang, hướng tới mọi miền.",
  "喊": "Miệng gọi to rõ, âm vang mọi miền.",
  "味": "Miệng nếm vị ngon, hương vị đậm truyền.",
  "喂": "Miệng gọi nhẹ nhàng, âm vang mọi miền.",
  "嘴": "Miệng nói lời hay, âm vang mọi miền.",
  "啊": "Miệng reo hò vui, âm vang mọi miền.",
  "堂": "Đất lành chim đậu, âm vang như tiếng chuông",
  "处": "Chân bước chậm rãi, hổ gầm vang xa",
  "夜": "Trăng lặng về đêm, âm thầm gọi tên",
  "够": "Nhiều thứ đủ đầy, câu chuyện còn đây",
  "育": "Đứa trẻ chào đời, lật mình khóc lớn",
  "室": "Mái nhà che chở, đến nơi an lành",
  "庭": "Sân rộng mênh mang, đình đứng hiên ngang",
  "忽": "Tim đập nhanh quá, đừng quên điều này",
  "急": "Tim nóng như lửa, kịp thời nắm lấy",
  "态": "Tâm bình như nước, thái độ ôn hòa",
  "怕": "Tim run sợ hãi, trắng tay không lời",
  "懂": "Tâm sáng tỏ tường, hiểu điều sâu xa",
  "惯": "Tâm quen thói cũ, suốt đời nhớ thương",
  "情": "Xanh mãi tình yêu, tim hồng khắc sâu",
  "举": "Tay nâng cao lên, sức mạnh vô biên",
  "掉": "Tay buông rơi mất, tiếc nuối muộn màng",
  "挺": "Tay chống đỡ vững, đình làng uy nghi",
  "护": "Tay che chắn kín, hộ mệnh an lành",
  "提": "Tay nâng nhẹ nhàng, đưa tới an toàn",
  "拉": "Tay kéo về gần, lập tức bên nhau",
  "推": "Tay đẩy ra xa, suy nghĩ thật lâu",
  "故": "Bước đi từ từ, cổ xưa còn đó",
  "春": "Cỏ cây xanh tươi, mặt trời rạng ngời",
  "普": "Mặt trời soi sáng, khắp chốn bình yên",
  "晨": "Rạng đông vừa tới, thần tiên gọi mời",
  "查": "Cây đứng vững vàng, tra cứu rõ ràng",
  "检": "Sách vở ngăn nắp, kiểm soát chi li",
  "板": "Gỗ cứng bền bỉ, phản ứng thật hay",
  "椅": "Gỗ ghép thành hình, ngồi nghỉ thật nhanh",
  "量": "Túi đựng đồ quý, dương danh khắp nơi",
  "楚": "Rừng cây sum suê, rõ ràng đẹp thay",
  "般": "Thuyền trôi xuôi dòng, phàm trần nhẹ bay",
  "河": "Nước chảy hiền hòa, khả năng vô biên",
  "澡": "Nước rửa sạch sẽ, tẩy trần an nhiên",
  "游": "Nước cuốn theo dòng, du ngoạn thật vui",
  "油": "Dầu loang trên nước, lưu lại hương thơm",
  "漂": "Nước cuốn phiêu bồng, véo von hát ca",
  "熟": "Lửa nấu chín rồi, thực khách đợi chờ",
  "爬": "Móng vuốt bám vào, bò qua khó khăn",
  "墙": "Vách đứng kiên cố, sức mạnh bền lâu",
  "物": "Bò nhiều màu sắc, vật lạ tuyệt vời",
  "特": "Con bò đặc biệt, tự tại thanh thơi",
  "狗": "Chó sủa inh ỏi, giữ cửa cả ngày",
  "猫": "Miêu miêu dễ thương, bắt chuột rất tài",
  "留": "Đất ruộng cày cấy, lưu mãi mùa gieo",
  "当": "Đất bằng phẳng rộng, đương đầu vững vàng",
  "省": "Mắt nhìn xa trông, sinh tồn sáng trong",
  "短": "Mũi tên ngắn gọn, đậu lại một nơi",
  "碰": "Đá chạm vào nhau, bất ngờ gặp gỡ",
  "碗": "Đá mài bóng láng, uốn thành bát thôi",
  "租": "Lúa nặng hạt vàng, cứ thế mà sang",
  "称": "Lúa cân đo đong, xưng hô rõ ràng",
  "筷": "Tre dài nhỏ nhắn, nhanh tay gắp liền",
  "篇": "Tre kết thành hàng, thiên biến vạn hóa",
  "篮": "Tre đan thành giỏ, giám sát chứa đầy",
  "纸": "Sợi xe mỏng manh, chỉ còn trang giấy",
  "绩": "Sợi xe dệt thành, trách nhiệm hoàn thành",
  "级": "Sợi dây leo cao, kịp bước tiến xa",
  "绿": "Sợi nhuộm xanh tươi, lục lạc gọi mời",
  "脸": "Da mềm mại lắm, kiểm duyệt nét cười",
  "背": "Da lưng thẳng đứng, bắc cầu vững vàng",
  "脚": "Da chân bước tới, quyết tâm không lui",
  "脏": "Da nhăn nheo rồi, trang phục bụi bờ",
  "腿": "Da căng tròn trịa, lui về nghỉ ngơi",
  "舒": "Nhà để nghỉ ngơi, dư thừa thoải mái",
  "蓝": "Cỏ xanh biếc mát, giám hộ bầu trời",
  "街": "Phố xá nối dài, guai góc từng khu",
  "装": "Áo quần chỉnh tề, trang nghiêm bước đi",
  "观": "Nhìn xa trông rộng, quán tưởng điều hay",
  "让": "Ngôn ngữ nhún nhường, thượng đẳng phẩm hạnh",
  "讲": "Ngôn từ giảng giải, tỉnh táo lắng nghe",
  "词": "Ngôn ngữ thi ca, tư duy sáng tạo",
  "越": "Đường đi vượt khó, quyết chí vươn xa",
  "辆": "Xe chạy bon bon, lượng đường đủ đầy",
  "运": "Đường thông vận chuyển, vân du khắp miền",
  "选": "Đường chọn đi qua, tiên đoán tương lai",
  "迎": "Đường dẫn vào nhà, nghênh đón khách sang",
  "遍": "Đường trải khắp nơi, thiên biến vạn hóa",
  "通": "Đường thông bốn phía, dung hợp mọi miền",
  "适": "Đường thuận tiện qua, thích nghi cuộc đời",
  "部": "Phần riêng cuối cùng, phân loại rõ ràng",
  "铁": "Kim loại cứng rắn, thất thủ khó lay",
  "银": "Kim loại bạc trắng, căn bản vững bền",
  "际": "Biên giới xa xăm, thị hiện chân trời",
  "靠": "Phi thường tin cậy, cáo tri lòng thành",
  "鞋": "Da thuộc làm giày, guốc gỗ vững vàng",
  "头": "Trang trọng đỉnh đầu, đấu chuyển xoay vần",
  "顺": "Trang sức mái tóc, xuyên suốt tự nhiên",
  "颜": "Trang điểm khuôn mặt, diễn đạt tình thân",
  "养": "Thức ăn nuôi dưỡng, dương khí khỏe khoắn",
  "餐": "Thức ăn bữa ngon, tàn dư còn đây",
  "饺": "Món ăn thơm ngon, giao lưu bạn bè",
  "饱": "No bụng thỏa thuê, bảo đảm sức khỏe",
  "骑": "Ngựa phi tung tăng, kỳ diệu hành trình",
  "其": "Giỏ đựng đồ dùng, kỳ công chế tác",
  "复": "Đi về trở lại, phúc đáp đôi lần",
  "段": "Đoạn gạch đá vụn, rèn giũa nên hình",
  "画": "Tay cầm bút vẽ, họa tiết lung linh",
  "黑": "Mặt đen dấu tội, khắc sâu vết hằn",
  "须": "Râu dài phủ mặt, tuấn tú vẻ ngoài"
}